{
    "page_content": [
        {
            "section_name": "8. Energy sources",
            "parent_section_name": "[missing]",
            "text": "Plant energy sources include:\n• electricity (mains, solar and by generator);\n• chemicals;\n• fuels;\n• heat;\n• steam;\n• pneumatic pressure (compressed air);\n• fluids under pressure, such as water or hydraulic oil;\n• energy storing devices, such as batteries, springs, flywheels, accumulators and capacitors;\n• gravity; and\n• radiation.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "9. Other hazards",
            "parent_section_name": "[missing]",
            "text": "Depending on the type of plant, other hazards may include:\n• hazardous substances, such as gases, acids, alkalis, solvents, glues or pooled liquids in which a person may drown;\n• falls;\n• burns;\n• asphyxiation; and/or\n• impact.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "10. Isolating energy sources",
            "parent_section_name": "[missing]",
            "text": "The employer, main contractor, self-employed person and person in control of the workplace or its access must also appoint an ‘authorised person’ who knows and understands the complexities of the plant. The ‘authorised person’ must, as far as practicable, ensure the isolation of all energy sources and potential hazards to those working on the plant. Where required, there may be a need for the ‘authorised person’ to check or verify each isolation point in person eg when the risks are high or when dealing with complex plant.\n\nShutting off electricity is usually achieved by opening a switch to produce an air gap too wide for electricity to cross.\n\nElectrical circuits connecting to equipment typically have a protection device at the source of each phase of the circuit, usually a switchboard.\n\nIn addition to a single or three phase local isolating switch, which simultaneously opens the supply in each phase at the equipment itself, the protection device can be in the form of:\n• fuses – one per phase, sometimes accompanied by a switch, or combined as a switch fuse unit; or\n• circuit breakers – one per phase, and in the case of circuit breakers protecting a three phase circuit, usually as a three phase combination.\n\nIf there is the need to de-energise the circuit to the equipment as well as the equipment itself, then any circuit protection device(s), such as a switch or circuit breakers, should be opened and fuses removed etc. Good practice requires that the local isolating switch should also be opened.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "GUIDANCE NOTE ISOLATION OF PLANT",
    "page_footer": "[missing]",
    "page_number": "5",
    "document_title": "Guidance note Isolation of plant 2010",
    "document_summary": "The guidance note from the Commission for Occupational Safety and Health in Western Australia focuses on the isolation of plant to prevent workplace injuries. It outlines the legislative framework, principles, and procedures for isolating plant, emphasizing strict adherence and risk management. The document details steps for isolating various energy sources, including electrical, fluid, steam, and pneumatic energy, and highlights the use of lockout and tagging systems. It also covers the responsibilities of employers and workers under the Occupational Safety and Health Act 1984 and provides references for further information and resources.",
    "page_sequence_number": 11
}