{
    "page_content": [
        {
            "section_name": "Foreword",
            "parent_section_name": "[missing]",
            "text": "This guidance note is issued by the Commission for Occupational Safety and Health (the Commission) under the Occupational Safety and Health Act 1984 (the OSH Act).\n\nThe OSH Act established the tripartite Commission, which consists of representatives of employers, unions and government, as well as experts. The Commission has the function of developing the occupational safety and health legislation and supporting guidance material, and making recommendations to the Minister for Commerce for their implementation. To fulfil its functions, the Commission is empowered to establish advisory committees, hold public inquiries, and publish and disseminate information.\n\nThe Commission’s objective is to promote comprehensive and practical preventive strategies that improve the working environment of Western Australians. This guidance note has been developed through a tripartite consultative process, and the views of employers and unions along with those of government and experts, have been considered.\n\nThe following information is provided as background to understanding this guidance note.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Legislative framework for occupational safety and health",
            "parent_section_name": "[missing]",
            "text": "[missing]",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "The Occupational Safety and Health Act 1984",
            "parent_section_name": "Legislative framework for occupational safety and health",
            "text": "The OSH Act provides for the promotion, co-ordination, administration and enforcement of occupational safety and health in Western Australia. It applies to all industries with the exception of mining and petroleum.\n\nWith the objective of preventing occupational injuries and diseases, the OSH Act places certain duties on employers, employees, self-employed people, manufacturers, designers, importers and suppliers.\n\nThe broad duties established by the OSH Act are supported by a further tier of statute, commonly referred to as regulations, together with lower tiers of non-statutory codes of practice and guidance notes.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Occupational Safety and Health Regulations 1996",
            "parent_section_name": "Legislative framework for occupational safety and health",
            "text": "The Occupational Safety and Health Regulations 1996 (the OSH Regulations) have the effect of spelling out specific requirements of the legislation. They may prescribe minimum standards and have a general application, or define specific requirements related to a particular hazard or type of work. They may also allow licensing or granting of approvals and certificates.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Codes of practice published under the OSH Act",
            "parent_section_name": "Legislative framework for occupational safety and health",
            "text": "Codes of practice published under the OSH Act provide practical guidance on how to comply with a general duty or specific duties under the legislation.\n\nCodes of practice may contain explanatory information. The preventive strategies outlined do not represent the only acceptable means of achieving a certain standard.\n\nA code of practice does not have the same legal force as a regulation and is not sufficient reason, of itself, for prosecution under the legislation, but it may be used by courts as the standard when assessing other methods or practices used.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Guidance notes published by the Commission",
            "parent_section_name": "Legislative framework for occupational safety and health",
            "text": "A guidance note is an explanatory document issues by the Commission providing detailed information on the requirements of legislation, regulations, standards, codes of practice or matters relating to occupational safety and health.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "GUIDANCE NOTE ISOLATION OF PLANT",
    "page_footer": "[missing]",
    "page_number": "[missing]",
    "document_title": "Guidance note Isolation of plant 2010",
    "document_summary": "The guidance note issued by the Commission for Occupational Safety and Health in Western Australia focuses on the isolation of plant to prevent workplace injuries. It outlines legislative frameworks, basic principles, and procedures for isolating plant, including risk management and alternative measures when isolation is not practicable. The document emphasizes the importance of strict adherence to isolation procedures and provides detailed steps for identifying and managing energy sources and other hazards. It also outlines the responsibilities of employers and workers under the Occupational Safety and Health Act 1984, and includes information on various isolation devices, tagging systems, and procedures for safely de-energizing equipment, along with additional resources and contact information for further assistance.",
    "page_sequence_number": 4
}