{
    "page_content": [
        {
            "section_name": "5. If isolation is not practicable",
            "parent_section_name": "[missing]",
            "text": "There may be workplaces where all the steps covered in this guide for an isolation procedure cannot be carried out because of the way plant is designed or installed. There may also be certain plant that can only be cleaned, maintained, repaired or adjusted by moving components slowly under power.\nIn these cases regulations 4.37A(5), (6) and (7) provide for the following alternative measures to be taken by an ‘authorised person’ with the appropriate competencies.\nIf plant cannot be stopped during cleaning, maintenance or similar work, the plant must be fitted with controls that allow safe controlled movement, and written safety procedures must be developed and followed.\nIf isolation and lockout procedures are not practicable, the employer, main contractor or self-employed person must ensure alternative written safety procedures are developed, followed and reviewed at regular intervals, often called a ‘permit to work system’.\nLike isolation procedures, these alternative written procedures must be strictly followed, or they can become ineffective and dangerous.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "6. Shutting down",
            "parent_section_name": "[missing]",
            "text": "Plant that has only one energy source can usually be shut down by the operation of a single control such as a switch or valve. More complex plant may have to be shut down in a certain sequence such as one conveyor before another, or by shutting down several energy sources eg electricity, petrol, diesel, oil, steam, pressurised air, LPG, LNG or coal.\nShutting the plant down may require other potential hazards, for example pipes and lines carrying gases, water, acids or alkalis, to be turned off and locked-out to prevent re-activation. An alternative to closing and locking-off a valve may be blanking or the insertion of a spade, sometimes called a spectacle plate because of its shape.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "7. Identifying energy sources and other hazards",
            "parent_section_name": "[missing]",
            "text": "All energy sources and other hazards likely to place people doing the work at risk must be identified. This is especially important when employing contractors who may not be familiar with the complexities of processes associated with the plant and the lack of reliable ‘as-built’ diagrams of plant installations at many workplaces.\nIf the original designer and installer ‘as built’ diagrams are not available, new diagrams showing location and details of various plant components, isolation points, switches, valves, energy lines, pipes, power sources, and control points (including computers) need to be developed as part of the isolation procedures.\nThese diagrams can then also be used, along with written procedures, for information and training of workers.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "GUIDANCE NOTE ISOLATION OF PLANT",
    "page_footer": "[missing]",
    "page_number": "4",
    "document_title": "Guidance note Isolation of plant 2010",
    "document_summary": "The guidance note from the Commission for Occupational Safety and Health in Western Australia focuses on the isolation of plant to prevent workplace injuries. It outlines the legislative framework, principles, and procedures for isolating plant, emphasizing strict adherence and risk management. The document details steps for isolating various energy sources, including electrical, fluid, steam, and pneumatic energy, and highlights the use of lockout and tagging systems. It also covers the responsibilities of employers and workers under the Occupational Safety and Health Act 1984 and provides references for further information and resources.",
    "page_sequence_number": 10
}