{
    "page_content": [
        {
            "section_name": "Authority",
            "parent_section_name": "[missing]",
            "text": "This guidance note has been issued by the Commission under section 14 of the OSH Act. It provides guidance to people at work and in control of workplaces for developing safe isolation procedures to minimise the risk of injury while workplace plant is being inspected, repaired, maintained, assessed, adjusted or cleaned.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Disclaimer",
            "parent_section_name": "[missing]",
            "text": "Information in this publication is provided to assist you in meeting your occupational safety and health obligations. While information is correct at the time of publication, readers should check and verify any legislation referenced in this publication to ensure it is current at the time of use.\n\nChanges in law after this document is published may impact on the accuracy of information. The Commission provides this information as a service to the community. It is made available in good faith and is derived from sources believed to be reliable and accurate at the time of publication.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "GUIDANCE NOTE ISOLATION OF PLANT",
    "page_footer": "[missing]",
    "page_number": "[missing]",
    "document_title": "Guidance note Isolation of plant 2010",
    "document_summary": "The guidance note from the Commission for Occupational Safety and Health in Western Australia focuses on the isolation of plant to prevent workplace injuries. It outlines the legislative framework, principles, and procedures for isolating plant, emphasizing strict adherence and risk management. The document details steps for isolating various energy sources, including electrical, fluid, steam, and pneumatic energy, and highlights the use of lockout and tagging systems. It also covers the responsibilities of employers and workers under the Occupational Safety and Health Act 1984 and provides references for further information and resources.",
    "page_sequence_number": 5
}