{
    "page_content": [
        {
            "section_name": "1. Introduction",
            "parent_section_name": "1. Introduction",
            "text": "Every year people at work are injured, sometimes fatally, when plant is inadvertently activated. These injuries can be prevented by introducing and following correct isolation of plant procedures.\nBefore any plant is inspected, repaired, maintained or cleaned it must, where practicable, be shut down and its energy sources locked out and tagged as part of an isolation procedure to ensure the safety of those doing the work.\n‘Plant’ means more than you might think. Plant is a general name for machinery, tools, appliances and equipment. It can include items as diverse as a press in a foundry or a computer in an office. Plant includes, but is not limited to: electric drills, lifts, escalators, tractors, hand trolleys, cranes, commercial fishing nets and arc welding gear.\nThe people with duties in relation to isolation of plant are employers, main contractors, self-employed people, workers and people in control of a workplace or its access.\nThe Occupational Safety and Health Regulations 1996 covered in this guidance note are:\n• regulation 4.37 Duties of certain persons as to the use of plant;\n• regulation 4.37A Duties of certain persons for the purposes of regulation 4.37(1)(b) or (c); and\n• regulation 4.38 Duties of employers as to damaged plant.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "2. Basic principles and procedures",
            "parent_section_name": "2. Basic principles and procedures",
            "text": "The basic principle of isolation\nThe aim is to:\n• isolate all forms of potentially hazardous energy to ensure that an accidental release of hazardous energy does not occur;\n• control all other hazards to those doing the work; and\n• ensure that entry to a restricted area is tightly controlled.\nThe basic principle is comprised of three separate steps:\n1. lock;\n2. tag; and\n3. try.\nThe success of the basic principle depends on two key factors:\n• thorough training of all workers in isolation procedures; and\n• the disciplined exercise of individual responsibility in always following the procedures.\n\nWhat is an isolation procedure?\nAn isolation procedure is a set of predetermined steps that must be followed to ensure that plant and related hazards cannot jeopardise the safety of those working on the plant.\nThere must be an isolation procedure for each item of plant, including the application of isolation devices, locks and tags, as practicable.\nWhile isolation procedures may vary in detail because of differences in plant, power sources, hazards and processes, they must include the following steps.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "GUIDANCE NOTE ISOLATION OF PLANT",
    "page_footer": "[missing]",
    "page_number": "2",
    "document_title": "Guidance note Isolation of plant 2010",
    "document_summary": "The guidance note issued by the Commission for Occupational Safety and Health in Western Australia focuses on the isolation of plant to prevent workplace injuries. It outlines legislative frameworks, basic principles, and procedures for isolating plant, including risk management and alternative measures when isolation is not practicable. The document emphasizes the importance of strict adherence to isolation procedures and provides detailed steps for identifying and managing energy sources and other hazards. It also outlines the responsibilities of employers and workers under the Occupational Safety and Health Act 1984, and includes information on various isolation devices, tagging systems, and procedures for safely de-energizing equipment, along with additional resources and contact information for further assistance.",
    "page_sequence_number": 8
}