{
    "page_content": [
        {
            "section_name": "20. Tags in common use",
            "parent_section_name": "[missing]",
            "text": "The person doing the work must personally fasten their personal danger tag on all lockout devices involved in the isolation procedure. A personal danger tag attached to an isolation device means the person is currently engaged in work on the plant, and that it is likely that the person will be injured if the isolating device is not maintained in the safe position. If more than one person is involved in the work, each person must attach their own lock and personal danger tag to the lockout device. A personal danger tag should be removed only by the person whose name is written on the tag. All disposable personal danger tags should be destroyed after use. Removal of a personal danger tag from an isolating device should be carried out as soon as practicable after completing the work. In every case a personal danger tag should be removed before leaving the worksite at the end of the shift. The isolation procedure needs to include the action to be taken if a person should fail to remove a personal danger tag before leaving the worksite. If work on plant is not completed by the end of a working shift and the plant is required to remain isolated, arrangements must be made for ‘out of service’ tags to be placed on each isolating point before personal danger tags are removed. If work on the plant is to continue during the next shift there must be a ‘hand over’ briefing by the shift leaving the site to those taking over the work. The briefing should include the status of the work and the removal or replacement of personal danger tags and locks.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Out of service tags",
            "parent_section_name": "[missing]",
            "text": "A yellow and black out of service tag on a piece of plant indicates that it is unserviceable and should not be used. It can be attached to non-powered plant such as ladders, jacks and trolleys as well as powered plant and should be attached to the main controls if possible, or to a prominent part if there are no controls, eg a damaged ladder. These tags serve to indicate plant or equipment that is out of service for repairs, maintenance, cleaning, or being installed etc. A piece of plant or equipment fitted with an out of service tag must not be operated while the tag is in place. Out of service tags should be attached by a competent person having specific knowledge relating to the plant. However, this should not prevent any other person from attaching an out of service tag in emergency situations where it is apparent that the continued use of the equipment could be dangerous. Out of service tags should, where applicable, be placed on devices which isolate energy sources, only when those devices are set in the ‘off’ or ‘safe’ position. Prior to attaching an out of service tag all required details on the tag must be clearly and indelibly entered in the spaces provided, with emphasis given to the reason for placing the tag. Tags must be securely fixed and be clearly visible. Out of service tags should be removed only by an authorised person who is both familiar with the equipment and fully aware of the reason that the tag was placed, except in an emergency situation. In the absence of any personal danger tag or lock, removal of an out of service tag effectively releases plant or equipment for use. This must not be done before ensuring that: a) all people known to have been working on the plant are clear of the equipment; and b) an inspection of the plant indicates that all machinery guards are in place, all protective devices are functional and all maintenance tools and aids have been removed, and that the equipment is safe for normal use. Out of service tags are intended to convey a clear DO NOT OPERATE warning and the failure to comply may result in damage to the equipment and or could cause injury. It is essential that isolating mechanisms with out of service tags attached are not switched, manipulated, or interfered with in any way while these tags are in place. Out of service tags must not be relied on to provide personal protection.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "GUIDANCE NOTE ISOLATION OF PLANT",
    "page_footer": "[missing]",
    "page_number": "9",
    "document_title": "Guidance note Isolation of plant 2010",
    "document_summary": "The guidance note issued by the Commission for Occupational Safety and Health in Western Australia focuses on the isolation of plant to prevent workplace injuries. It outlines legislative frameworks, basic principles, and procedures for isolating plant, including risk management and alternative measures when isolation is not practicable. The document emphasizes the importance of strict adherence to isolation procedures and provides detailed steps for identifying and managing energy sources and other hazards. It also outlines the responsibilities of employers and workers under the Occupational Safety and Health Act 1984, and includes information on various isolation devices, tagging systems, and procedures for safely de-energizing equipment, along with additional resources and contact information for further assistance.",
    "page_sequence_number": 15
}