{
    "page_content": [
        {
            "section_name": "6.13 SHADOW VEHICLE",
            "parent_section_name": "[missing]",
            "text": "For mobile works, AGTTM Part 4 requires a shadow vehicle to provide close protection to the rear of workers on foot. A shadow vehicle should also be considered at static worksites when workers on foot are in close proximity to traffic e.g. to protect workers within 3 m of live traffic.\n\nShadow vehicles must be used to protect workers on foot (when not protected by Road Safety Barriers) in the scenarios outlined in the table below on Main Roads roads with the following traffic volumes:\n• All work on roads with traffic volumes that exceed 15,000 vpd (AADT); OR\n• Night works on roads that exceed 2,000 vpd (AADT)\n\nScenario 1 - Activities / Works within a traffic lane (open or closed)\n\nScenario 2 - Activities / Works within 2 m of the live traffic lane on roads with a permanent speed limit of 80 km/h or more\n\nScenario 3 - Implementing or removing traffic management on roads with a speed limit less than 80 km/h. (Refer to scenario 2 for speeds 80 km/h or more)",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "6.13 SHADOW VEHICLE",
            "parent_section_name": "[missing]",
            "text": "<table><thead><tr><th>Scenario</th><th>Shadow Vehicle Requirement</th><th>Exceptions: Not meeting these requirements must be supported by a risk assessment as per below</th></tr></thead><tbody><tr><td>1</td><td>Shadow vehicle must be used, the shadow vehicle must:\n• Be fitted with an arrow board\n• Be positioned 20-40 m in advance of the workers</td><td>Risk assessment undertaken by an RTM as part of the TMP. Mitigating factors, as a minimum, must include the use a dedicated lookout person.\n\nThe distance of the shadow vehicle to traffic management workers may be extended when implementing or removing signs and devices for a taper based on a risk assessment undertaken by a AWTM as part of the TMP or an onsite documented risk assessment undertaken by a person that holds WTM accreditation.</td></tr><tr><td>2</td><td>Shadow vehicle must be positioned 20-40 m in advance of the workers.\n\nAn arrow board may not be required.\n\nCrossing the road is <u>not</u> permitted.</td><td>Risk assessment undertaken by:\n• a AWTM as part of the TMP; or\n• an onsite documented risk assessment undertaken by a person that holds WTM accreditation.\n\nIf a risk assessment supports crossing the road a dedicated lookout person must be used</td></tr><tr><td>3</td><td>Shadow vehicle may not be required, based on a risk assessment.\n\nCrossing the road to implement/remove signs or devices is <u>not</u> permitted.</td><td>Risk assessment undertaken by a AWTM as part of the TMP or an onsite documented risk assessment undertaken by a person that holds WTM accreditation.\n\nIf a risk assessment supports crossing the road a dedicated lookout person must be used</td></tr></tbody></table>\n\nNotes:\n1. Refer to the Requirements for the Use of TMAs in WA Code of Practice for when a TMA must be used to protect workers.\n2. Workers on foot includes traffic management workers implementing/removing traffic management\n3. For works at single lane shuttle flow, the shadow vehicle should be protecting workers from the direction of traffic flow in the closed lane.\n4. A lookout person may be omitted when monitoring traffic management e.g. picking up fallen signs, based on a risk assessment when there are adequate gaps in traffic.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "true"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "68",
    "document_title": "Traffic Management for Works on Roads Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works to ensure the safety of workers and road users. It includes standards for personnel competency, traffic management plans, risk management, and the use of traffic control devices. The document details specific requirements for signage, safety audits, and procedures for handling roadworks near sensitive areas. It also outlines the use of Truck Mounted Attenuators, shadow vehicles, and innovative traffic control devices, along with accreditation requirements for traffic management roles. Additionally, it provides an inventory and application schedule for various road signs used by Main Roads Western Australia.",
    "page_sequence_number": 69
}