{
    "page_content": [
        {
            "section_name": "2.3 WORKS AFFECTING TRAFFIC SIGNAL OPERATION",
            "parent_section_name": "[missing]",
            "text": "Management: Traffic Signal Approval Policy available on the Main Roads website at www.mainroads.wa.gov.au; go to ‘Technical & Commercial’ > ‘Working on Roads.’",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "2.4 TRAFFIC MODELLING",
            "parent_section_name": "[missing]",
            "text": "As of publication of the Code, The Modelling Guidelines for Roadworks - Temporary Traffic Management is in the final approval process and due for release imminently.\n\nThe guidelines apply when the proposed temporary traffic management will redistribute traffic, significantly lowering the level of service and safety of the surrounding road network, including isolated intersections. This guideline will help determine the appropriate traffic analysis that will be required.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "20",
    "document_title": "Traffic Management for Works on Roads Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works to ensure the safety of workers and road users. It includes standards for personnel competency, traffic management plans, risk management, and the use of traffic control devices. The document details specific requirements for signage, safety audits, and procedures for handling roadworks near sensitive areas. It also outlines the use of Truck Mounted Attenuators, shadow vehicles, and innovative traffic control devices, along with accreditation requirements for traffic management roles. Additionally, it provides an inventory and application schedule for various road signs used by Main Roads Western Australia.",
    "page_sequence_number": 21
}