{
    "page_content": [
        {
            "section_name": "5.1.3 Suitability Check",
            "parent_section_name": "5.1 Traffic Management Plan Review and Audit",
            "text": "A suitability check is a check of the traffic management plan to ensure it addresses the specified requirements of the works, all types of traffic and the road environment. This includes a check of compliance with standards and the identification and mitigation of all site specific and operational risks.\n\nThis check ensures the TMP is appropriate prior to being implemented.\n• Conducted by AWTM or WTM (or person within road authority with equivalent level of knowledge and experience).\n• Conducted prior to implementation.\n• Does not require a report to be written.\n• Desktop check that does not require a site visit.\n\nNote: it is good practice for traffic planners to have someone undertake this type of check before submitting the TMP to the road authority.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "5.1.4 Review and Audit Checklists",
            "parent_section_name": "5.1 Traffic Management Plan Review and Audit",
            "text": "Checklists have been developed to assist personnel to prepare, review, audit, approve and / or authorise traffic management plans. The checklists are located on the Main Roads website at www.mainroads.wa.gov.au: ‘Technical & Commercial’ > ‘Working on Roads’",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "5.2 TRAFFIC MANAGEMENT OPERATION AND RECORDS",
            "parent_section_name": "[missing]",
            "text": "It is a requirement that any party undertaking work on or alongside a road, must keep a copy of the current approved TMP onsite. Daily records of the sign arrangement or traffic guidance scheme must be kept in a diary in accordance with AGTTM Part 6: Field Staff — Implementation. As a minimum, the Daily Diary must be based on the Daily Diary Template on the Main Roads website www.mainroads.wa.gov.au; go to Technical & Commercial’ > ‘Working on Roads’\n\nDue to the availability of smart phones and video cameras, when conducting workplace inspections and/or altering the traffic guidance scheme, video evidence should be considered (to support written documented records).\n\nAs of 1 January 2025, any organisation implementing temporary traffic management on a Main Roads worksite must conduct video drive throughs (using a Dash Cam or similar) as per the inspection schedule, to record the implemented traffic guidance scheme. This video9 must be stored for a period of 7 days and provided to Main Roads when or if requested. This does not apply to Short Term Low Impact Worksites as per AGTTM Part 5 or Mobile Works as per AGTTM Part 4.\n\nClaims for damages are often made a considerable time after an incident. Under the Limitation Act (WA), claims for negligence must be commenced within six (6) years. However, a defendant may be unaware that an action has commenced for a further year as the plaintiff has this time in which to serve the writ.\n\nMain Roads recommends that traffic management records be securely stored for a period of not less than seven (7) years from the date of completion of the works. The Authorised Body that grants approval to a Traffic Management Plan should keep a copy of the approved Traffic Management Plan and any daily records of their supervisory staff that capture the on-going implementation of the Traffic Management Plan.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "OFFICIAL",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "35",
    "document_title": "Traffic Management for Works on Roads Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works to ensure the safety of workers and road users. It includes standards for personnel competency, traffic management plans, risk management, and the use of traffic control devices. The document details specific requirements for signage, safety audits, and procedures for handling roadworks near sensitive areas. It also outlines the use of Truck Mounted Attenuators, shadow vehicles, and innovative traffic control devices, along with accreditation requirements for traffic management roles. Additionally, it provides an inventory and application schedule for various road signs used by Main Roads Western Australia.",
    "page_sequence_number": 36
}