{
    "page_content": [
        {
            "section_name": "4.2.6 Adjustment and Modification of TMPs",
            "parent_section_name": "[missing]",
            "text": "For clarity tolerances from AGTTM Part 6 are detailed below:\n\na. Tolerances for placement of signs are:\ni. up to 10% less than the distances given\n ii. up to 25% more than the distances given\nb. Tolerances for placement of delineation is:\ni. no minimum and up to 10% more the distances given\nc. Tolerances for taper lengths are:\ni. up to 10% less than the distances given\n ii. up to 25% more than the distances given",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "4.3 RISK MANAGEMENT",
            "parent_section_name": "[missing]",
            "text": "Management of risk is central to a TMP.\n\nThe risk management process for the planning of the works must be in accordance with AGTTM Part 2: Traffic Management Planning and Appendix 2 of this Code and included within the TMP.\n\nThe risk management process is applicable at all levels of planning, design and operation. Refer to the AGTTM series for additional guidance.\n\nThe following must be considered when undertaking the risk management process for any activities on or near roads:\n\n• the Work Health and Safety (General) Regulations 2022 identify construction work on or near roads as high-risk construction work,\n• A Safe Work Method Statement must be prepared before high-risk construction work commences (as per WHS Regulations),\n• AGTTM indicates that all works on roads are considered high risk,\n• Main Roads has corporately identified worker interaction with live traffic as a critical risk,\n• Obligations of the PCBU to manage risks to health and safety in accordance with Part 3.1 of the Work Health and Safety (General) Regulations 2022:\no Duty to identify reasonably foreseeable hazards; and\no eliminate risks to health and safety so far as is reasonably practicable; and\no if it is not reasonably practicable to eliminate risks to health and safety – minimise those risks so far as is reasonably practicable, through:\n▪ implementing the hierarchy of controls; and\n▪ monitoring and reviewing the effectiveness of the control measures.\n\nTaking this into account it would usually be expected that the pre-treatment risk ratings for works (including traffic management set up and pack down8) near live traffic would have a pre-treatment risk rating of high or greater, i.e. it is recognised that it is possible that workers may suffer major injuries or severe permanent disablement when working near traffic with no treatments or controls in place (e.g. engineering, administrative, PPE, etc.). Ensure current Main Roads’ risk classification table is used and the alphanumeric codes from Table A2-4 are included as per the example below.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "29",
    "document_title": "Traffic Management for Works on Roads Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works to ensure the safety of workers and road users. It includes standards for personnel competency, traffic management plans, risk management, and the use of traffic control devices. The document details specific requirements for signage, safety audits, and procedures for handling roadworks near sensitive areas. It also outlines the use of Truck Mounted Attenuators, shadow vehicles, and innovative traffic control devices, along with accreditation requirements for traffic management roles. Additionally, it provides an inventory and application schedule for various road signs used by Main Roads Western Australia.",
    "page_sequence_number": 30
}