{
    "page_content": [
        {
            "section_name": "6.13 SHADOW VEHICLE",
            "parent_section_name": "[missing]",
            "text": "Figure 10: Shadow vehicle scenario 1 – Works in live traffic lane of 2 lane 2-way road. Example illustrates the shadow vehicle positioned to protect workers from the direction of traffic flow in the closed lane.",
            "image_diagram_summary": "Figure 10 shows a two-lane, two-way road with a shadow vehicle positioned in the closed lane to protect workers in a designated work area. #road #shadowvehicle #workarea #trafficflow",
            "contains_image_diagam": "true",
            "contains_table": "false"
        },
        {
            "section_name": "6.13 SHADOW VEHICLE",
            "parent_section_name": "[missing]",
            "text": "Figure 11: Shadow vehicle scenario 1 – Setting up traffic management within live traffic lane on road with two lanes in one direction.",
            "image_diagram_summary": "Figure 11 depicts a road with two lanes in one direction, where a shadow vehicle is setting up traffic management within the live traffic lane. #road #shadowvehicle #trafficmanagement",
            "contains_image_diagam": "true",
            "contains_table": "false"
        },
        {
            "section_name": "6.13 SHADOW VEHICLE",
            "parent_section_name": "[missing]",
            "text": "Figure 12: Shadow vehicle scenario 1 – Setting up traffic management from live traffic lane. Note example shows scenario where traffic management is required on a kerbed median island.",
            "image_diagram_summary": "Figure 12 illustrates a scenario where traffic management is set up from a live traffic lane, with a focus on a kerbed median island. A TM vehicle is also shown. #road #shadowvehicle #trafficmanagement #medianisland",
            "contains_image_diagam": "true",
            "contains_table": "false"
        }
    ],
    "page_header": "OFFICIAL",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "70",
    "document_title": "Traffic Management for Works on Roads Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works to ensure the safety of workers and road users. It includes standards for personnel competency, traffic management plans, risk management, and the use of traffic control devices. The document details specific requirements for signage, safety audits, and procedures for handling roadworks near sensitive areas. It also outlines the use of Truck Mounted Attenuators, shadow vehicles, and innovative traffic control devices, along with accreditation requirements for traffic management roles. Additionally, it provides an inventory and application schedule for various road signs used by Main Roads Western Australia.",
    "page_sequence_number": 71
}