{
    "page_content": [
        {
            "section_name": "6.1.3 NEW WORK NO LINES MARKED Signing",
            "parent_section_name": "6.1.3 NEW WORK NO LINES MARKED Signing",
            "text": "The NEW WORK NO LINES MARKED signs (T3-11, T3-12 and MMS-RC-3) are used to warn road users of the absence of line marking, see clause 4.9.3 of AS1742.3 – 2019. Other than at an active work area these signs may be used without requiring the use of other advance warning signs (e.g. ROADWORK AHEAD), provided that the normal running lanes are not obstructed and there are no longer temporary roadside hazards at the worksite.",
            "image_diagram_summary": "T3-11 and T3-12 signs are shown. T3-11 is a yellow rectangular sign with black text 'NEW WORK NO LINES MARKED'. T3-12 is a yellow rectangular sign with black text 'NO LINES DO NOT OVERTAKE UNLESS SAFE'. #yellow #rectangular #blacktext",
            "contains_image_diagam": "true",
            "contains_table": "false"
        },
        {
            "section_name": "6.1.4 ROAD INSPECTION Sign",
            "parent_section_name": "6.1.4 ROAD INSPECTION Sign",
            "text": "The below ROAD INSPECTION sign may be displayed on vehicles which are used for road inspections. The signs must be located on the roof or rear of the vehicle and must not obscure vehicle mounted warning devices.",
            "image_diagram_summary": "MR-TVM-15 sign is shown. It is a rectangular orange sign with black text 'ROAD INSPECTION'. #orange #rectangular #blacktext",
            "contains_image_diagam": "true",
            "contains_table": "false"
        },
        {
            "section_name": "6.1.5 CYCLIST DISMOUNT Sign",
            "parent_section_name": "6.1.5 CYCLIST DISMOUNT Sign",
            "text": "Prior to undertaking any works that impact on bicycle paths this Code and AGTTM require these works to be planned to ensure cyclist safety whilst minimising disruption and inconvenience. Bicycle paths should be provided with the same scale and width as existing facilities. However, it is acknowledged that sometimes when conducting short term maintenance works on shared paths and bicycle paths it may not be practical to provide a surface that is suitable for all bicycles. In the first instance other warning signs to warn riders of the surface condition and the need to reduce speed must be displayed. As a last resort, where cyclists cannot physically traverse the surface, the CYCLISTS DISMOUNT sign may be used. Therefore, any use of the CYCLIST DISMOUNT sign will only be for short durations and with the approval of the relevant road authority. Note: The inappropriate use of this sign will result in riders failing to dismount where instructed.",
            "image_diagram_summary": "MMS-PED-7 sign is shown. It is a rectangular sign with a bicycle icon and black text 'CYCLISTS DISMOUNT'. #rectangular #bicycleicon #blacktext",
            "contains_image_diagam": "true",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "38",
    "document_title": "Traffic Management for Works on Roads Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works to ensure the safety of workers and road users. It includes standards for personnel competency, traffic management plans, risk management, and the use of traffic control devices. The document details specific requirements for signage, safety audits, and procedures for handling roadworks near sensitive areas. It also outlines the use of Truck Mounted Attenuators, shadow vehicles, and innovative traffic control devices, along with accreditation requirements for traffic management roles. Additionally, it provides an inventory and application schedule for various road signs used by Main Roads Western Australia.",
    "page_sequence_number": 39
}