{
    "page_content": [
        {
            "section_name": "8.4 WORKSITE TRAFFIC MANAGEMENT ACCREDITATION",
            "parent_section_name": "[missing]",
            "text": "A Main Roads accreditation certificate in Worksite Traffic Management will be issued to those meeting the following pre-requisites:\n\n• an Australian Qualifications Framework compliant Statement of Attainment in the Resources and Infrastructure Industry Training Package Unit of Competency RIIRIS402E – Carry out the risk management process, or equivalent (or the replacement unit of competency if and when applicable), and;\n\n• a current certificate of accreditation in Basic Worksite Traffic Management*, and;\n\n• evidence of been issued with a valid WorkSafe WA Construction Induction Training card, and;\n\n• attendance of the 4-day course in Advanced Worksite Traffic Management – including national units RIICWD503E - Prepare workzone traffic management plan and RIIRIS402E - Carry out the risk management process.\n\nThis includes successful completion of the in class written assessments which involves participants amending 3 TGSs that require updating. Participants to address site specific issues in the risk assessment and changes to be noted in the daily diary, and;\n\n• documentary evidence of at least 1 year’s practical experience in traffic management; or\n\n• documentary evidence of at least 2 years practical experience in road construction or maintenance.\n\nExpiry of pre-requisite Basic Worksite Traffic Management accreditation can be deferred to enable re-accreditation to coincide with the expiry of Worksite Traffic Management accreditation.\n\n*Exemption from holding a current BWTM accreditation may be offered for employees working in Main Roads, local governments or other approving bodies with at least 3 years’ experience in traffic management, road safety, road construction/maintenance or road design that will be endorsing TMPs. Additionally, they must have previously held BWTM accreditation.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "8.5 ADVANCED WORKSITE TRAFFIC MANAGEMENT ACCREDITATION",
            "parent_section_name": "[missing]",
            "text": "A Main Roads accreditation certificate in Advanced Worksite Traffic Management will be issued to those meeting the following pre-requisites:\n\n• Documentary evidence of at least 1 years’ experience in traffic management, road asset management, road safety, road design, road construction or road maintenance;\n\n• an Australian Qualifications Framework compliant Statement of Attainment in the Resources and Infrastructure Industry Training Package Unit of Competency RIICWD503E – Prepare work zone traffic management plan, or equivalent (or the replacement unit of competency if and when applicable);\n\n• an Australian Qualifications Framework compliant Statement of Attainment in the Risk Management Unit of Competency RIIRIS402E – Carry out the risk management process, or equivalent (or the replacement unit of competency if and when applicable);\n\n• evidence of holding or having held a Main Roads Western Australia accreditation in Basic Worksite Traffic Management or an Australian Qualification Frameworks compliant Statement of Attainment in ‘Implement Traffic Management Plan’.\n\n• evidence of been issued with a valid WorkSafe WA Construction Induction Training card.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "82",
    "document_title": "Traffic Management for Works on Roads - Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works. It emphasizes the importance of safety for both road users and workers, detailing the responsibilities of various authorities and the necessary procedures for implementing Traffic Management Plans (TMPs). The document includes specific requirements for temporary signage, traffic control devices, and risk management, as well as the use of Truck Mounted Attenuators (TMAs) and other safety measures. It also outlines accreditation requirements for traffic management personnel and provides detailed inventories and application schedules for various road signs.",
    "page_sequence_number": 83
}