{
    "page_content": [
        {
            "section_name": "4.3 RISK MANAGEMENT",
            "parent_section_name": "[missing]",
            "text": "Example pre-treatment risk rating (note this is the risk rating with no controls in place):",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "true"
        },
        {
            "section_name": "4.3 RISK MANAGEMENT",
            "parent_section_name": "[missing]",
            "text": "<table><tr><th>Risk Event</th><th>Consequence</th><th>Pre-treatment Risk</th></tr><tr><td>Distracted or impaired motorist may crash into workers setting up the traffic management.</td><td>Serious injury to workers.</td><td><table><tr><th>Likelihood</th><th>Consequence</th><th>Risk Rating</th></tr><tr><td>Likely (B)</td><td>Major (4)</td><td>Very High (16)</td></tr></table></td></tr></table>",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "true"
        },
        {
            "section_name": "4.3 RISK MANAGEMENT",
            "parent_section_name": "[missing]",
            "text": "AGTTM Part 10: Supporting Guidance provides specific guidance on the risk management process for temporary traffic management, this is generally supported in WA however the tables in appendix 2 of this code should be used for: consequence / impact (Table A2-1 and A2-2), measures of likelihood (Table A2-3), risk rating matrix (Table A2-4), and treatment / management approach (table A2-5).",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "4.4 CONSULTATION, COMMUNICATION AND NOTIFICATION OF ROADWORKS",
            "parent_section_name": "[missing]",
            "text": "Roadworks have the potential to cause significant delays or access problems, or create adverse impacts on existing road infrastructure such as traffic signals, railway crossings, bridges, etc. Stakeholder consultation and/or communication is an essential part of preparing a TMP. For example, the relocation or diverting of traffic using lane closures or detours can change loading dynamics or introduce additional loadings on nearby bridges to the extent that bridge capacities and load restrictions may be exceeded. It is important that where traffic is to be detoured via an existing road network, the road authority responsible for roads forming the detour is notified of the traffic arrangements during the planning of the works, i.e. when preparing the Traffic Management Plan (see section 4.2). It is the responsibility of the individual or organisation proposing to undertake works to ensure all relevant stakeholders are appropriately notified of the works and subsequent impacts on traffic conditions.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "4.4.1 Consultation",
            "parent_section_name": "4.4 CONSULTATION, COMMUNICATION AND NOTIFICATION OF ROADWORKS",
            "text": "Consultation is an essential part of the preparation of a TMP, including consultation with the road authority. It is also important to consult with any stakeholders who have an understanding of site features and constraints, and who will be impacted by the implementation of the traffic management plan. Examples of stakeholders to be consulted include: road authorities residents and landowners local businesses schools public transport providers road infrastructure managers",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "30",
    "document_title": "Traffic Management for Works on Roads - Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works. It emphasizes the importance of safety for both road users and workers, detailing the responsibilities of various authorities and the necessary procedures for implementing Traffic Management Plans (TMPs). The document includes specific requirements for temporary signage, traffic control devices, and risk management, as well as the use of Truck Mounted Attenuators (TMAs) and other safety measures. It also outlines accreditation requirements for traffic management personnel and provides detailed inventories and application schedules for various road signs.",
    "page_sequence_number": 31
}