{
    "page_content": [
        {
            "section_name": "6.13 SHADOW VEHICLE",
            "parent_section_name": "[missing]",
            "text": "The use and location of the shadow vehicle must be outlined in the TMP and TGS, the shadow vehicle must be within a reasonable proximity to workers. This should be based on a risk assessment considering the following:\n• likelihood of an errant vehicle impacting the workers\n• vehicles entering from nearby intersections that could enter the closed lane\n• horizontal and vertical curves near workers\n• confusing roadworks layout\n• road surface\n• proximity of workers to the travel way\n• use of a lookout person\n• use of a pilot vehicle\n\nWhere the ‘active’ works is not in close proximity of the start of the lane closure, i.e. where sight distance and sight line requirements cannot be maintained, an additional illuminated flashing arrow sign is required to assist road users in manoeuvring past the taper.\n\nWhere the shadow vehicle is a TMA, the additional illuminated flashing arrow sign at the start of the lane closure is not required to be a TMA, this must be based on a risk assessment.\n\nThe below figures illustrate examples of using shadow vehicles to protect workers.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "6.13 SHADOW VEHICLE",
            "parent_section_name": "[missing]",
            "text": "Figure 8: Shadow vehicle scenario 1 – Works in live traffic lane on road with two lanes in one direction.",
            "image_diagram_summary": "Figure 8 shows a road with two lanes in one direction. A shadow vehicle is positioned in the lane next to a work area, marked with cones and a green shaded area. #road #workarea #cones #shadowvehicle",
            "contains_image_diagam": "true",
            "contains_table": "false"
        },
        {
            "section_name": "6.13 SHADOW VEHICLE",
            "parent_section_name": "[missing]",
            "text": "Figure 9: Shadow vehicle scenario 1 – Works in live traffic lane on road with two lanes in one direction. Example illustrates where shadow vehicle has been positioned closer to work area and additional arrow board used at the beginning of the lane closure.",
            "image_diagram_summary": "Figure 9 depicts a similar scenario to Figure 8 but with the shadow vehicle positioned closer to the work area. An additional arrow board is used at the start of the lane closure. #road #workarea #cones #shadowvehicle #arrowboard",
            "contains_image_diagam": "true",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "69",
    "document_title": "Traffic Management for Works on Roads Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works to ensure the safety of workers and road users. It includes standards for personnel competency, traffic management plans, risk management, and the use of traffic control devices. The document details specific requirements for signage, safety audits, and procedures for handling roadworks near sensitive areas. It also outlines the use of Truck Mounted Attenuators, shadow vehicles, and innovative traffic control devices, along with accreditation requirements for traffic management roles. Additionally, it provides an inventory and application schedule for various road signs used by Main Roads Western Australia.",
    "page_sequence_number": 70
}