{
    "page_content": [
        {
            "section_name": "2. APPROVAL TO WORK WITHIN ROAD RESERVES",
            "parent_section_name": "[missing]",
            "text": "Prior to commencing works, approval must be obtained from the agency responsible for the care, control and management of the relevant roads. Care should also be taken to ensure that all other required authorisations are obtained prior to the commencement of works. These might include agreement to any variations to the application of this Code of Practice and/or AGTTM / Australian Standards, as well as any development, heritage, environmental, and cultural clearances. Lengthy delays may be experienced if all necessary approvals are not obtained, increasing the risk of undesired traffic incidents.\n\nIn addition to obtaining approval to work within the road reserve from the relevant Road Authority, other agencies such as emergency services, Police, public transport etc. in the area may need to be notified in advance of the impending works as detailed in section 4.4.\n\nAll approvals to conduct works on roads issued by Main Roads, local governments or other Authorities responsible for roads, must be suitably noted on the Traffic Management Plan. A mandatory condition requiring traffic management to be carried out in accordance with the requirements of this Code, subject to any agreed variations, must be included with the approval.\n\nCoordination of adjacent worksites to minimise impacts on road users must be considered prior to approval. Approved implementation times for Traffic Management Plans and/or Traffic Guidance Schemes are generally based on traffic capacity. Therefore, unless otherwise stated, no devices are permitted to close traffic lanes prior to the approved start time and all lanes must be reopened to traffic at or prior to the approved finish time.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "2.1 ROADS FOR WHICH MAIN ROADS IS RESPONSIBLE",
            "parent_section_name": "2. APPROVAL TO WORK WITHIN ROAD RESERVES",
            "text": "The Commissioner of Main Roads (CMR) is responsible for the care, control and management of the land over which any declared ‘highway’ or ‘main road’ exists (referred to as State Roads). Any party intending to conduct work on any State Road reserve must obtain prior approval from Main Roads.\n\nTo assist in determining whether a road is a State Road, visit www.mainroads.wa.gov.au and scroll down to the search bar “Which roads do Main Roads manage?”. Alternatively, to view on a map, view the “Roads Information Mapping” map available on Main Roads’ mapping portal at https://portal-mainroads.opendata.arcgis.com the Main Roads GPS-SLK App is also available.\n\nMain Roads has developed comprehensive guidelines and an application kit for those intending to undertake work within any ‘highway’ or ‘main road’ reserve in regard to ‘complex works’, ‘low complexity works’ or ‘utility service works’. These guidelines including contact details and the application kit are available on the Main Roads website at www.mainroads.wa.gov.au; go to ‘Technical and Commercial’ > ‘Working on Roads’ > ‘Third Party Works’.\n\nTo facilitate prompt approval of applications to work on roads, persons arranging works should contact the relevant Main Roads Regional Office at an early stage to obtain traffic information, the level of service required on the road during the works and details of any other requirements that need to be considered whilst preparing their Traffic Management Plans (TMPs).",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "17",
    "document_title": "Traffic Management for Works on Roads Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works to ensure the safety of workers and road users. It includes standards for personnel competency, traffic management plans, risk management, and the use of traffic control devices. The document details specific requirements for signage, safety audits, and procedures for handling roadworks near sensitive areas. It also outlines the use of Truck Mounted Attenuators, shadow vehicles, and innovative traffic control devices, along with accreditation requirements for traffic management roles. Additionally, it provides an inventory and application schedule for various road signs used by Main Roads Western Australia.",
    "page_sequence_number": 18
}