{
    "page_content": [
        {
            "section_name": "Foreword",
            "parent_section_name": "Foreword",
            "text": "Western Australia has over 170 000 kilometres of roads, which periodically require re-construction, maintenance or work on services within their road reserve. With current economic recovery efforts, in response to the COVID-19 pandemic being focused on provision of public infrastructure, more than $8 billion of funding has been allocated to transport projects. This will significantly increase the amount of works being conducted on Western Australian roads. If not managed well, these tasks have the potential to create hazardous situations for both road workers and users that may produce serious or even fatal consequences.\n\nMain Roads Western Australia has adopted the Safe System approach to managing the road network and the Traffic Management for Works on Roads Code of Practice utilises these principles. This Code provides mechanisms to protect all road users (including road workers), acknowledging that people are fallible and have limited ability to tolerate impact forces.\n\nI have authority under Regulation 297 of the Road Traffic Code 2000, to erect, establish or display, alter or take down any road sign or traffic control signal. With this comes a duty of care to facilitate the safe and appropriate use of road signs and devices. These requirements have been developed in conjunction with key stakeholders in recognition of this obligation.\n\nThe requirements promote safe and consistent traffic management practice at work sites on roads in accordance with state legislation and national standards. They require general compliance with the Austroads Guide to Temporary Traffic Management (AGTTM) and Australian Standard 1742.3 - 2019, with details of additional requirements necessary to meet Western Australian requirements and advise of departures to the requirements of the AGTTM and Australian Standard that I am prepared to allow on Western Australian roads. The requirements also outline the competency requirements for personnel responsible for managing traffic on work sites and the need to hold a qualification relevant to the specific task in traffic management.\n\nThis document, initially released in March 2004, has been prepared following extensive consultation with local government, industry and other stakeholders through Advisory Group meetings, Technical Committee meetings, a technical workshop and other forums.\n\nI encourage all persons involved in managing traffic at work sites on roads to fully familiarise themselves with these requirements, to apply them with due consideration to the situations that present to them and to carefully comply with the mandatory requirements. This will result in safer work sites for yourselves, your fellow workers and all road users.\n\nPeter Woronzow\nCOMMISSIONER OF MAIN ROADS",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "OFFICIAL",
    "page_footer": "[missing]",
    "page_number": "[missing]",
    "document_title": "Traffic Management for Works on Roads Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works to ensure the safety of workers and road users. It includes standards for personnel competency, traffic management plans, risk management, and the use of traffic control devices. The document details specific requirements for signage, safety audits, and procedures for handling roadworks near sensitive areas. It also outlines the use of Truck Mounted Attenuators, shadow vehicles, and innovative traffic control devices, along with accreditation requirements for traffic management roles. Additionally, it provides an inventory and application schedule for various road signs used by Main Roads Western Australia.",
    "page_sequence_number": 10
}