{
    "page_content": [
        {
            "section_name": "8.6 ROADWORKS TRAFFIC MANAGERS ACCREDITATION",
            "parent_section_name": "[missing]",
            "text": "Applications for Roadworks Traffic Manager accreditation are subject to assessment by the RTM Accreditation Panel comprising selected Government, professional and industry representatives. For further detail and application process go to the Main Roads website at www.mainroads.wa.gov.au; go to ‘Technical & Commercial’ > ‘Working on Roads’ > ‘Training and Accreditation’.\n\nApplicants are assessed based on the following minimum criteria:\n\n• hold a current Main Roads’ Advanced Worksite Traffic Management Accreditation;\n\n• Have 5-years practical experience as an AWTM (or equivalent) responsible for the review, approval or design of Traffic Management Plans.\n\n• Have completed the WA Road Safety Audit Course, within the previous 5 years, OR be a current practicing WA accredited Road Safety Auditor\n\n• Have been an Audit Team Member or Audit Team Trainee on at least five Road Safety Audits or Temporary Traffic Management Audits within the previous two years under the guidance of an accredited Senior Road Safety Auditor or accredited Roadworks Traffic Manager\n\n• Have been an Audit Team Member or Audit Team Trainee on at least one detailed design stage audit within the previous two years, under guidance of an accredited Senior Road Safety Auditor\n\n• evidence of attending the Main Roads (or equivalent) Temporary Workzone Barrier design course, within the previous three years;\n\n• Carried out at least one compliance or one suitability audit of a Traffic Management Plan involving ‘complex traffic arrangements’ under the guidance of an independent19 Roadworks Traffic Manager.\n\n• signing of Roadworks Traffic Managers Code of Conduct;\n\n• have in place Professional Indemnity / Public Liability insurance certificate of currency*\n\n*It is the responsibility of RTMs, as well as anyone engaging them, to ensure they have the appropriate level of insurance.\n\nApplicants that the Panel assesses to have met these prerequisites will be required to undertake an ‘in office’ assessment to verify their traffic management knowledge.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "83",
    "document_title": "Traffic Management for Works on Roads Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works to ensure the safety of workers and road users. It includes standards for personnel competency, traffic management plans, risk management, and the use of traffic control devices. The document details specific requirements for signage, safety audits, and procedures for handling roadworks near sensitive areas. It also outlines the use of Truck Mounted Attenuators, shadow vehicles, and innovative traffic control devices, along with accreditation requirements for traffic management roles. Additionally, it provides an inventory and application schedule for various road signs used by Main Roads Western Australia.",
    "page_sequence_number": 84
}