{
    "page_content": [
        {
            "section_name": "6.14.2 Main Roads Controlled Roads",
            "parent_section_name": "6.14",
            "text": "As per section 6.13, crossing the road to implement/remove signs is not permitted on Main Roads roads with the following traffic volumes: \n• All work on roads with traffic volumes that exceed 15,000 vpd (AADT); OR \n• Night works on roads that exceed 2,000 vpd (AADT) \n\nCrossing these roads is only permitted when supported by a documented risk assessment undertaken by: \n• a AWTM as part of the TMP; or \n• an onsite documented risk assessment undertaken by a person that holds at least WTM accreditation. \n\nIf a risk assessment supports crossing the road a dedicated lookout person must be used (a lookout person may be omitted when monitoring traffic management e.g. picking up fallen signs, based on a risk assessment when there are adequate gaps in traffic).",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "6.15 TRAFFIC CONES AND BOLLARDS",
            "parent_section_name": "[missing]",
            "text": "The first dot point of section 5.4.1 of AGTTM Part 3 states ‘Maximum spacing of cones and bollards must be as shown in Table 5.3.’ \n\nIn WA this should be replaced with: \n\n• Maximum spacing of cones and bollards should be as shown in Table 5.3.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "6.16 SPEED FEEDBACK SIGNS",
            "parent_section_name": "[missing]",
            "text": "Speed feedback signs (also referred to as speed radar signs, speed LED signs, Vehicle Activated Signs, Speed Indication Devices or speed radar VMS) detect vehicle speeds (using laser speed-detection equipment, for example) and currently the speed and/or a message (e.g. SLOW DOWN) is displayed on an electronic sign. The primary purpose is to make drivers aware of their speed and encourage them to reduce their speed through the worksite. Research indicates that these are very effective in reducing drivers speed for short term purposes. \n\nSpeeds above the speed limit must not be displayed on the sign, i.e. just a message, such as SLOW DOWN, should be shown. \n\nSpeed feedback signs must be used at static worksites on Main Roads’ roads when all the following apply: \n• Traffic is travelling past or through the worksite (as defined in AGTTM Part 3) \n• Workers on foot are not protected by a road safety barrier; and \n• Works conducted at the location for a duration of 8 hours or more; and \n• Traffic volume of 15,000 vpd (AADT) or more; and \n• There is a temporary speed reduction of 30 km/h or more \n\nAbove does not apply when there are more than 2 lanes of traffic open in a single direction where speed feedback signs are not recommended. \n\nThe speed feedback display does not have to be displayed at all times e.g. the display may be turned off and the device used to gather speed data when trialling other speed control measures.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "72",
    "document_title": "Traffic Management for Works on Roads - Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works. It emphasizes the importance of safety for both road users and workers, detailing the responsibilities of various authorities and the necessary procedures for implementing Traffic Management Plans (TMPs). The document includes specific requirements for temporary signage, traffic control devices, and risk management, as well as the use of Truck Mounted Attenuators (TMAs) and other safety measures. It also outlines accreditation requirements for traffic management personnel and provides detailed inventories and application schedules for various road signs.",
    "page_sequence_number": 73
}