{
    "page_content": [
        {
            "section_name": "4.2.1 General",
            "parent_section_name": "[missing]",
            "text": "TMPs must be signed by the person that prepared them, along with their name, AWTM certificate number and the date of endorsement of the plan. In addition, the person preparing a TMP must also include a statement on the plan confirming that a site visit was undertaken by them or another person under their direction, prior to preparing the plan (not required for Generic TMPs, see 4.2.2). With the exception of repositioning of traffic control devices within the allowable tolerances specified in AGTTM, where any on-site changes to a TMP are proposed, such changes must be endorsed by a person holding current WTM or AWTM accreditation. A copy of all documentation relating to the endorsement of the changes must be held on-site by the person managing the works. All TMPs must contain a contingency plan for fatality and serious injuries which must detail arrangements for preserving the worksite. See section 7.6 of AGTTM Part 6. All Traffic Guidance Schemes (TGSs) must be signed and dated by the person that prepared the TMP and be appropriately labelled so that those implementing the TGSs implement the correct Traffic Management for the particular work situation (Labelling example: ‘when clearance to traffic is less than 1.2 m’). It is recommended that all Site Specific TGSs contain the days and times the TGS is to be implemented. Where a TMP is to be used on more than one occasion or at a number of generic locations, continuous improvement must be considered. This will ensure the quality of traffic management is maintained or improved where required. The process should include debrief meetings to discuss any issues or risks associated with the plan. TMPs must be kept up to date considering changes in traffic volumes, vehicle types, the road environment, work practices, legislation and/or standards. As a minimum, TMPs must be reviewed at least once in any 12-month period. TMPs must not contain organisation watermarks or branding within the body of the TMP or TGSs that obscure the text, tables and/or images. Watermarks may be placed in the header and/or footer of the TMP.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "4.2.2 Generic TMPs",
            "parent_section_name": "[missing]",
            "text": "For routine/repetitive type works such as minor pavement maintenance, a generic TMP may be appropriate. The person preparing the TMP must refer to the Generic/Site Specific TMP Checklist to assist in determining whether the traffic management setup can use a generic or site specific TMP, this is available on the Main Roads website www.mainroads.wa.gov.au ; go to ‘Technical & Commercial’ > ‘Working on Roads.’ For Generic TMPs a site visit by the AWTM that prepared the TMP3 is not required, however the person responsible for implementing the TMP must be aware of the scope of situations covered in the TMP and ensure it is applicable for the site4. The person implementing the TMP must complete the Generic/Site specific TMP checklist, see below process for TGS selection. Where the generic TMP is not a suitable a site specific TMP must be developed.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "OFFICIAL",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "24",
    "document_title": "Traffic Management for Works on Roads Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works to ensure the safety of workers and road users. It includes standards for personnel competency, traffic management plans, risk management, and the use of traffic control devices. The document details specific requirements for signage, safety audits, and procedures for handling roadworks near sensitive areas. It also outlines the use of Truck Mounted Attenuators, shadow vehicles, and innovative traffic control devices, along with accreditation requirements for traffic management roles. Additionally, it provides an inventory and application schedule for various road signs used by Main Roads Western Australia.",
    "page_sequence_number": 25
}