{
    "page_content": [
        {
            "section_name": "1. INTRODUCTION AND SCOPE",
            "parent_section_name": "[missing]",
            "text": "[missing]",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "1.1 INTRODUCTION",
            "parent_section_name": "1. INTRODUCTION AND SCOPE",
            "text": "This Code of Practice (herein after referred to as the ‘Code’) describes the Main Roads Western Australia’s (Main Roads) requirements for managing traffic at work sites on roads. It requires traffic management for works on roads to be based on the Austroads Guide to Temporary Traffic Management (AGTTM) and AS 1742.3–2019, unless otherwise specified by a requirement in this Code. In the event that there is a conflict between this Code and AGTTM or AS 1742.3 – 2019, the Code must take precedence.\n\nThe purpose of this Code is to specify any variations or additional requirements to AGTTM and AS 1742.3 – 2019 which are required at works on roads in Western Australia.\n\nThe prescribed practices are the minimum requirements, on which the Traffic Management Plans (TMPs) for all Western Australian roads must be based. Main Roads recognises that situations sometimes arise where application of these requirements is not appropriate and that variation to these requirements will be necessary. When it becomes apparent that deviation is necessary from the requirements of this Code, persons arranging the works should carefully consider all possible options, using common sense and judgment based on ‘risk management’ carried out in accordance with sections 4.3 and 4.5. Further, they must ensure that their actions are consistent with related legislation.\n\nSee AGTTM Part 1 for more details on Temporary Traffic Management (TTM) purpose, philosophy and principles.\n\nPractitioners should be aware of the document titled Traffic Management for Events Code of Practice that has been placed on Main Roads’ website - see ‘Technical and Commercial’ > ‘Working on roads’. This document has been designed to complement the Traffic Management for Works on Roads Code of Practice in respect to the various traffic management issues that are common to works on roads and to events, particularly in respect to the design and implementation of Traffic Management Plans.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "1.2 SCOPE",
            "parent_section_name": "1. INTRODUCTION AND SCOPE",
            "text": "This Code applies to all work conducted within all road reserves throughout Western Australia and the planning of any proposed works.\n\nWhere it appears in the Code the term ‘work’ refers to:\n\n• construction and maintenance work in work sites wholly or partly within the road reserve boundaries and must apply in any situation where traffic control devices are used to warn, instruct and guide road users in the safe negotiation of work sites on roads including unsealed roads together with footpaths, shared paths, and bicycle paths adjacent to the roadway; or\n• any other works which cause interference or obstruction to the normal use of a road by any road user.\n\nThis Code is applicable to traffic management for road and bridge construction and maintenance sites, as well as works associated with other public utilities and services.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "OFFICIAL",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "13",
    "document_title": "Traffic Management for Works on Roads - Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works. It emphasizes the importance of safety for both road users and workers, detailing the responsibilities of various authorities and the necessary procedures for implementing Traffic Management Plans (TMPs). The document includes specific requirements for temporary signage, traffic control devices, and risk management, as well as the use of Truck Mounted Attenuators (TMAs) and other safety measures. It also outlines accreditation requirements for traffic management personnel and provides detailed inventories and application schedules for various road signs.",
    "page_sequence_number": 14
}