{
    "page_content": [
        {
            "section_name": "6.12 MOBILE WORKS",
            "parent_section_name": "[missing]",
            "text": "Austroads Guide to Temporary Traffic Management Part 4: Mobile Works is adopted in WA with the following departures:",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "6.12 MOBILE WORKS",
            "parent_section_name": "[missing]",
            "text": "Table 21 – Mobile works AGTTM departures",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "true"
        },
        {
            "section_name": "6.12 MOBILE WORKS",
            "parent_section_name": "[missing]",
            "text": "<table><tr><th>AGTTM Section</th><th>Departure / Clarification</th></tr><tr><td>3.5.1 Lead Vehicle</td><td>A lead vehicle is:\n<ul><li>Required when the line marking machine is painting the dividing line; or</li><li>Required when workers are on foot in a lane adjacent to oncoming traffic e.g. working in the lane on 2-way 2 lane undivided roads.</li></ul>\nThe lead vehicle may be omitted:\n<ul><li>On roads with a speed limit of 60 km/h or less, based on a risk assessment, e.g. if the convoy is determined to be too long for safe overtaking, or</li><li>When the work vehicle is in the lane adjacent to oncoming traffic with no workers on foot*</li></ul>\n*A lead vehicle must be considered, based on a risk assessment, if the work vehicle meets any one of the following:\n<ul><li>Does not have an enclosed cab; or</li><li>Is conditionally licenced; or</li><li>Has a mass less than 4 tonne.</li></ul></td></tr><tr><td>3.5.3 Shadow Vehicle</td><td>A shadow vehicle is required in all mobile work convoys in the live traffic lane – excludes shoulder grading (except where a risk assessment determines that the use of a shadow vehicle is required to adequately reduce the risk).\n\nFor line marking activities on rural roads, the distance between the shadow vehicle and work vehicle may be increased to ensure adequate sight distance for approaching vehicles e.g., over a crest or around a bend. This must be based on a risk assessment and the shadow vehicle must always provide protection to the work vehicle.\n\nTruck Mounted Attenuators\nTMAs are only required at mobile works on:\n<ul><li>Roads with a speed limit of 80 km/h or more and 3,000 vpd or more; or</li><li>When conducting longitudinal road marking on State Roads with a speed limit 80km/h or more; or</li><li>Any other road based on a risk assessment.</li></ul></td></tr><tr><td>3.5.4 Advance Warning Vehicle</td><td>As well as stopping for curved sections of road or where visibility is restricted, the advanced warning vehicle may remain stationary on the verge or shoulder at locations where there is limited shoulder or verge for the vehicle to continuously travel along e.g., due to culverts, roadside furniture, trees, steep batters, bridges, etc.\n\nThe Advance Warning Vehicle does not have to be constantly moving with the convoy, as long as the general principle of it providing advanced warning to motorists is met.\n\nThis must be based on risk assessment. The maximum spacing between the advanced warning vehicle and shadow vehicle must be included in the TMP and risk assessment.</td></tr></table>",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "true"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "67",
    "document_title": "Traffic Management for Works on Roads - Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works. It emphasizes the importance of safety for both road users and workers, detailing the responsibilities of various authorities and the necessary procedures for implementing Traffic Management Plans (TMPs). The document includes specific requirements for temporary signage, traffic control devices, and risk management, as well as the use of Truck Mounted Attenuators (TMAs) and other safety measures. It also outlines accreditation requirements for traffic management personnel and provides detailed inventories and application schedules for various road signs.",
    "page_sequence_number": 68
}