{
    "page_content": [
        {
            "section_name": "6.6 TEMPORARY ROAD SAFETY BARRIER SYSTEMS",
            "parent_section_name": "[missing]",
            "text": "Section 5.3.1 of AGTTM Part 3 provides details on road safety barrier systems used at temporary traffic management sites. The use, selection and location of temporary barriers should be in accordance with the Main Roads Guide to the Design of Workzone Barriers, located on the Main Roads website at www.mainroads.wa.gov.au; go to ‘Technical & Commercial’ > ‘Road & Traffic Engineering’ > ‘Roadside Items’ > ‘Guide to the Design of Workzone Barriers’ Only Main Roads approved road safety barrier systems must be used; a list is located on the Main Roads website at www.mainroads.wa.gov.au; go to Technical & Commercial’ > ‘Road & Traffic Engineering’ > ‘Roadside Items’ > ‘Guide to the Design of Workzone Barriers’ ‘List of Approved Road Safety Barrier Systems’",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "6.6.1 Delineation of Temporary Road Safety Barriers",
            "parent_section_name": "6.6 TEMPORARY ROAD SAFETY BARRIER SYSTEMS",
            "text": "Temporary Road Safety Barriers help protect road workers and road users from hazards, however the barriers themselves can also present a hazard to road users. Barriers must be adequately delineated with raised retroreflective pavement markers (RRPMs) complying with AS 1906.3 or temporary RRPMs (flaps) with retroreflective tape (class 1A minimum) to ensure road users are aware of their presence. The Pavement Markers providing delineation must be located on top of or on the traffic side of the barriers (< 300mm from the top), spaced at ≤12 m intervals along the barrier. Where used on curves with a radius up to 200 m the spacing must be reduced to 6 m on the outside of the curve. The retroreflector or tape may either be yellow double sided* on all barrier applications or the following colours may be used: a) Single sided red on barriers installed on the left-hand shoulder or verge. b) Single sided yellow on barriers installed in the median of a divided road c) Double sided yellow where the barrier is positioned in between opposing direction of travel and delineator is placed on the top of the barrier d) Single sided white on barriers installed between lanes in the same direction of travel (rare scenario). * The use of all yellow retroreflectors must be risk assessed prior to deployment, particularly on 2-way single carriageway applications. Note: the above does not replace the need to provide temporary delineation of the travelled path in accordance with AS1742.3. This temporary barrier delineation is considered a replacement for guide post delineation where the location of the barrier is close enough to the edge of the road. Temporary Pavement Markers Material Specifications: - Extrusion. Polyurethane, 80 shore A - Cover. PVC Flexible. Clear. For further details on specifications for the adhesive and reflectivity properties of the Temporary Pavement Markers, see Main Roads Specification 604, located on the Main Roads website at www.mainroads.wa.gov.au; go to ‘Technical & Commercial’ > ‘Tender Preparation’ > ‘Specifications’ > ‘600 Series – Traffic Facilities’",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "48",
    "document_title": "Traffic Management for Works on Roads Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works to ensure the safety of workers and road users. It includes standards for personnel competency, traffic management plans, risk management, and the use of traffic control devices. The document details specific requirements for signage, safety audits, and procedures for handling roadworks near sensitive areas. It also outlines the use of Truck Mounted Attenuators, shadow vehicles, and innovative traffic control devices, along with accreditation requirements for traffic management roles. Additionally, it provides an inventory and application schedule for various road signs used by Main Roads Western Australia.",
    "page_sequence_number": 49
}