{
    "page_content": [
        {
            "section_name": "7.3 TRAFFIC MONITORING AND SURVEILLANCE",
            "parent_section_name": "7.3 TRAFFIC MONITORING AND SURVEILLANCE",
            "text": "The use of Body Cameras, Dash Cameras or other video surveillance is encouraged at temporary traffic management sites for the purposes of any of the following:\n\n• Recording traffic incidents\n• Recording traffic management inspections\n• Site records\n• Traffic monitoring\n• As a deterrent or to record motorist non-compliance and/or aggressive behaviour.\n\nPlease note that anyone that conducts any form of video surveillance must ensure they are following all applicable surveillance and privacy laws. If you are in any doubt as to the legal requirements of the use of such devices, you should seek independent legal advice prior to their use.\n\nThe Monitoring Camera (MMS-ADV-83) sign should be used when using body cameras or other video surveillance as a deterrent or to record motorist non-compliance and/or aggressive behaviour.",
            "image_diagram_summary": "MMS-ADV-83: A yellow sign with a black camera icon and the text 'CAMERAS IN USE' in black. This sign is used to indicate the presence of monitoring cameras for recording motorist behavior. #yellow #black #camera #surveillance",
            "contains_image_diagam": "true",
            "contains_table": "false"
        },
        {
            "section_name": "7.4 RUMBLE STRIPS",
            "parent_section_name": "7.4 RUMBLE STRIPS",
            "text": "As indicated in section 5.5.3 of AGTTM Part 3, rumble strips can be used on the approach to temporary traffic management sites to make road users aware of the reduced speed limit and influence them to decrease speed.\n\nTemporary portable rumble strips are generally the type of rumble strip used at worksites (refer to Main Roads Guideline Temporary Rumble Strips); however for longer term works the use of thermoplastic strips, typically used for permanent hazards, may be utilised in accordance with the Main Roads Policy Application Approval & Technical Guidelines - Rumble Strips (www.mainroads.wa.gov.au > Technical & Commercial > Technical Library > Road and Traffic Engineering > Traffic Management)\n\nAny use of thermoplastic on the road surface must have the approval of the relevant road infrastructure manager, and the pavement must be repaired to their satisfaction (typically resurfacing will be required).",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "OFFICIAL",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "78",
    "document_title": "Traffic Management for Works on Roads - Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works. It emphasizes the importance of safety for both road users and workers, detailing the responsibilities of various authorities and the necessary procedures for implementing Traffic Management Plans (TMPs). The document includes specific requirements for temporary signage, traffic control devices, and risk management, as well as the use of Truck Mounted Attenuators (TMAs) and other safety measures. It also outlines accreditation requirements for traffic management personnel and provides detailed inventories and application schedules for various road signs.",
    "page_sequence_number": 79
}