{
    "page_content": [
        {
            "section_name": "8.1 GENERAL",
            "parent_section_name": "[missing]",
            "text": "A Main Roads certificate is issued for each category of accreditation to individuals who successfully meet the pre-requisites applicable for each level of accreditation. Accreditation certificates are only permitted to be issued by Main Roads approved training providers. Contact details for Main Roads approved training providers are listed on the Main Roads website at www.mainroads.wa.gov.au; go to ‘Technical & Commercial’ > ‘Working on roads’ > ‘Training and Accreditation’. See section 1.3.2 for details on the Austroads Training Framework.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "8.2 TRAFFIC CONTROLLER ACCREDITATION",
            "parent_section_name": "[missing]",
            "text": "A Main Roads Traffic Controller accreditation certificate will be issued to those meeting the following pre-requisites: • an Australian Qualifications Framework compliant Statement of Attainment in the Resources and Infrastructure Industry Training Package Unit of Competency RIIWHS205E – Control traffic with a stop-slow bat, or equivalent (or the replacement unit of competency if and when applicable); • an Australian Qualification Framework compliant Statement of Attainment in the Resources and Infrastructure Industry Training Package Unit of Competency RIICOM201E – Communicate in the workplace, or equivalent (or the replacement unit of competency if and when applicable); • current or previous evidence of holding a valid driver’s licence18; • evidence of been issued with a valid WorkSafe WA Construction Induction Training card. Basic Worksite Traffic Management accreditation is also required where Traffic Controllers are responsible for installing and maintaining associated signing and devices, e.g. temporary speed limit signs, ‘Prepare to Stop’ signs, etc. Where the above Statement of Attainment is obtained outside of Western Australia, applicants may be requested to undertake further training and assessment in the performance criteria specific to the laws, regulations and Codes of Practice that apply in Western Australia. Accredited Traffic Controllers at roadwork sites in Western Australia must operate in compliance with the AGTTM Part 7: Traffic Controllers.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "80",
    "document_title": "Traffic Management for Works on Roads - Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works. It emphasizes the importance of safety for both road users and workers, detailing the responsibilities of various authorities and the necessary procedures for implementing Traffic Management Plans (TMPs). The document includes specific requirements for temporary signage, traffic control devices, and risk management, as well as the use of Truck Mounted Attenuators (TMAs) and other safety measures. It also outlines accreditation requirements for traffic management personnel and provides detailed inventories and application schedules for various road signs.",
    "page_sequence_number": 81
}