{
    "page_content": [
        {
            "section_name": "4.2.3 Traffic Management Plans Involving ‘Complex Traffic Arrangements’",
            "parent_section_name": "[missing]",
            "text": "vii. Plans that will redistribute traffic, significantly lowering the level of service and safety of the surrounding road network, including isolated intersections.\nviii. Any other situation where the road authority or authorised body consider the traffic arrangement sufficiently complex to warrant RTM review and endorsement.\nix. Any plan that requires a 40 km/h temporary speed limit on roads that meet all the following:\n1. Occurs on a multilane road; and\n2. Occurs on Freeway or road with a permanent speed limit of 90 km/h or more (or a section of these roads where the speed limit is reduced due to traffic signals); and\n3. Has a traffic volume of 15,000 vpd or more.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "4.2.3 Traffic Management Plans Involving ‘Complex Traffic Arrangements’",
            "parent_section_name": "[missing]",
            "text": "TMPs for works involving ‘complex traffic arrangements’ must be reviewed and endorsed by a Roadworks Traffic Manager (RTM) in the form of their signature, the date, printed name and RTM accreditation number. Further information regarding requirements for RTM accreditation is provided in section 8.\nTMPs for works involving ‘complex traffic arrangements’ that have been prepared by a person holding RTM accreditation must be reviewed and endorsed by another person with RTM accreditation.\nRTMs must only endorse finalised Traffic Management Plans that include a documented risk assessment of the proposed works in accordance with Section 4.3 and Appendix 2 of this Code, during the planning stage. A TMP must not contain a residual risk rating VH (very high-risk) for any proposed traffic management treatment. A TMP involving a residual risk rating H (high-risk) must be reviewed and endorsed by an RTM.\nRegardless of whether a particular TMP involves ‘complex traffic arrangements’ or not, the Road Authority/Authorised Body that grants approval for the works to proceed may determine that the TMP requires to be endorsed by an RTM.\nTraffic management sites involving ‘complex traffic arrangements’ on Main Roads controlled roads, must have at least one person with either Worksite Traffic Management or Advanced Worksite Traffic Management accreditation on-site at all times when road workers are present.\nWith the exception of repositioning of traffic control devices within the allowable tolerances specified in AGTTM, where any on-site changes to a TMP involving ‘complex traffic arrangements’ as determined in the planning stage are proposed, such changes must be subject to a risk assessment using the same methodology documented in the TMP (unless an alternative methodology has been specified in the TMP). The risk assessment must be undertaken by a person holding current Worksite Traffic Management or Advanced Worksite Traffic Management accreditation. These changes must be within the scope and objectives of the TMP, anything outside this will need to be endorsed by the RTM and authorised by the relevant road authority.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "4.2.3 Traffic Management Plans Involving ‘Complex Traffic Arrangements’",
            "parent_section_name": "[missing]",
            "text": "5 The endorsement must be of the entire TMP not just the parts that are considered ‘complex’\n6 Traffic flow may be exempted, traffic flow less than 135 % of the allowable capacity as detailed in AGTTM Part 3 may be endorsed by a person with AWTM accreditation as part of a variation to standards form, see section 6.11.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "26",
    "document_title": "Traffic Management for Works on Roads Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works to ensure the safety of workers and road users. It includes standards for personnel competency, traffic management plans, risk management, and the use of traffic control devices. The document details specific requirements for signage, safety audits, and procedures for handling roadworks near sensitive areas. It also outlines the use of Truck Mounted Attenuators, shadow vehicles, and innovative traffic control devices, along with accreditation requirements for traffic management roles. Additionally, it provides an inventory and application schedule for various road signs used by Main Roads Western Australia.",
    "page_sequence_number": 27
}