{
    "page_content": [
        {
            "section_name": "[missing]",
            "parent_section_name": "[missing]",
            "text": "This document was originally endorsed by the Traffic Management for Works on Roads Advisory Group on 3 March 2004. Revisions are endorsed by the Advisory Group and approved by Main Roads Executive Director Planning and Technical Services. The Advisory Group consists of members from Main Roads Western Australia (Main Roads), Australian Institute of Traffic Planning and Management (WA division) (AITPM), Civil Contractors Federation (CCF), Institute of Public Works Engineering Australia (WA division) (IPWEA), Traffic Management Association (TMAA), WA Local Government Association (WALGA), Traffic Management Training Providers, and Engineers Australia (WA division).\n\nA specialist Technical Committee comprising members from Main Roads, IPWEA (WA division) and WALGA has provided technical advice in regard to various sections of this document.\n\nAmendments to this document may be made from time to time reflecting the changes in technology, standards or legislation as well as the feedback from the industry, subject to endorsement by the Advisory Group. Users of this document are warned to make sure that they are using the current document which is available on Main Roads website at www.mainroads.wa.gov.au; go to ‘Technical & Commercial’ > ‘Working on Roads’",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "OFFICIAL",
    "page_footer": "[missing]",
    "page_number": "[missing]",
    "document_title": "Traffic Management for Works on Roads Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works to ensure the safety of workers and road users. It includes standards for personnel competency, traffic management plans, risk management, and the use of traffic control devices. The document details specific requirements for signage, safety audits, and procedures for handling roadworks near sensitive areas. It also outlines the use of Truck Mounted Attenuators, shadow vehicles, and innovative traffic control devices, along with accreditation requirements for traffic management roles. Additionally, it provides an inventory and application schedule for various road signs used by Main Roads Western Australia.",
    "page_sequence_number": 3
}