{
    "page_content": [
        {
            "section_name": "8.7 OPERATE TRUCK MOUNTED ATTENUATOR",
            "parent_section_name": "[missing]",
            "text": "A Main Roads accreditation certificate in Operate Truck Mounted Attenuator will be issued to those meeting the following pre-requisites:\n\n• an Australian Qualification Framework compliant Statement of Attainment in the Resources and Infrastructure Industry Training Package Unit of Competency RIIRTM301E – Operate a truck or trailer mounted attenuator, or equivalent (or the replacement unit of competency if and when applicable);\n\n• hold a current and valid heavy vehicle licence of a suitable class to operate the TMA (Medium Rigid licence as a minimum)\n\n• hold a valid Work Safe WA Construction Induction Training card;\n\n• hold a current Main Roads Basic Worksite Traffic Management Accreditation (see 8.3);\n\n• documentary evidence of setting up at least 3 TTM sites in the last 12 months.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "8.8 PROOF OF CERTIFICATION",
            "parent_section_name": "[missing]",
            "text": "Proof of certification is issued by training providers in the form of a ‘Photo ID’ card. Persons performing on-site traffic management tasks must always carry this proof of certification with them (a digital ID card is acceptable).\n\nA database of persons holding current accreditation is maintained by training providers on Main Roads website at www.mainroads.wa.gov.au; go to ‘Technical & Commercial’ > ‘Working on Roads’ > ‘Training and Accreditation’.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "8.9 ISSUE OF CERTIFICATION AND RE-ACCREDITATION",
            "parent_section_name": "[missing]",
            "text": "The issue of accreditation can only be undertaken by training providers that have the relevant training Unit of Competency in their scope of registration by the WA Training Accreditation Council or Australian Skills Quality Authority, and are separately approved by Main Roads to issue such accreditation. For those seeking accreditation based on Statements of Attainment issued outside of Western Australia, applicants must be able to demonstrate knowledge of relevant laws, regulations, and codes of practice specific to Western Australia.\n\nAll Main Roads accreditations are valid for three years, following which re-accreditation is required. Re-accreditation is subject to persons being ‘refreshed’ on any changes to relevant laws, regulations, standards, and codes of practice that may have occurred since the issue of the previous accreditation. Applicants must have achieved statements of attainment in the current units of competency (or equivalent) prior to being re-accredited (previous unit versions are acceptable e.g., RIIOHS302A and RIIOHS205A).",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "84",
    "document_title": "Traffic Management for Works on Roads - Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works. It emphasizes the importance of safety for both road users and workers, detailing the responsibilities of various authorities and the necessary procedures for implementing Traffic Management Plans (TMPs). The document includes specific requirements for temporary signage, traffic control devices, and risk management, as well as the use of Truck Mounted Attenuators (TMAs) and other safety measures. It also outlines accreditation requirements for traffic management personnel and provides detailed inventories and application schedules for various road signs.",
    "page_sequence_number": 85
}