{
    "page_content": [
        {
            "section_name": "4.2.5 Traffic Management Implementation and Removal",
            "parent_section_name": "4.2.5 Traffic Management Implementation and Removal",
            "text": "The implementation, operation and/or removal of the temporary traffic management must be considered part of the works, therefore the TMP must provide details on how this activity will be conducted safely (refer to AGTTM Part 5 and Part 6) including order of set up and pack down. This may require an additional TGS for the traffic management personnel to follow. The following must be considered:\n• The requirement to install and remove traffic management devices in the sequence described in AGTTM Part 6\n• Use of shadow vehicle for protection, note a shadow vehicle is only considered a shadow vehicle if it is protecting workers\n• Use of a look-out person when workers are no longer protected by the shadow vehicle e.g. crossing the road or unloading the vehicle\n• A Truck Mounted Attenuator may be required to protect workers\n• Traffic control may be required to safely implement a lane closure or lateral shift.\n• Lane closures or traffic control may be required when installing temporary pavement marking or devices, such as barriers.\n\nNote: it is still the responsibility of the person undertaking the traffic management activities to be familiar with the relevant requirements detailed in AGTTM Parts 5 and 6; contents of the TMP, including TMP risk assessment, and to ensure a thorough risk assessment, e.g. Safe Work Method Statement (SWMS), has been prepared that covers all site-specific risks, implemented controls for the task and this is communicated and understood by all the traffic management crew.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "4.2.6 Adjustment and Modification of TMPs",
            "parent_section_name": "4.2.6 Adjustment and Modification of TMPs",
            "text": "A TMP may contain details to assist the person implementing the TGS to make adjustments to ensure the TGS remains suitable. The details provided in the TMP or TGS must not deviate from the conditions permitted elsewhere in this Code of Practice, unless approved as a variation by the Road Infrastructure Manager. Where the TMP or TGS is to include additional instruction, such instruction must align with the following as a minimum:\n• Adjustments: a person with BWTM accreditation may make on-site adjustments of traffic control devices within the allowable tolerances indicated in AGTTM (also see below).\n• Modifications: a person with WTM or AWTM accreditation may make on-site modifications to traffic control devices outside of tolerances. This includes modifying, adding and/or removing signs and devices where the intent/objectives of the TMP and operation of the road network are not adversely impacted. Changes to the TMP/TGS must not involve adding lane or road closures, speed limit changes, or adding any additional regulatory signs that have not been approved. Adding repeater speed restriction signs is permitted.\n• Substantial modifications: more substantial modifications must be made by a person with AWTM accreditation and must be authorised by the Road Infrastructure Manager (with associated RTM endorsement where required). Note: this is likely to result in a new revision of the TMP.\n\nAll adjustments and modifications are to be risk assessed, recorded on the TMP and/or TGS and recorded in the daily diary.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "28",
    "document_title": "Traffic Management for Works on Roads Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works to ensure the safety of workers and road users. It includes standards for personnel competency, traffic management plans, risk management, and the use of traffic control devices. The document details specific requirements for signage, safety audits, and procedures for handling roadworks near sensitive areas. It also outlines the use of Truck Mounted Attenuators, shadow vehicles, and innovative traffic control devices, along with accreditation requirements for traffic management roles. Additionally, it provides an inventory and application schedule for various road signs used by Main Roads Western Australia.",
    "page_sequence_number": 29
}