{
    "page_content": [
        {
            "section_name": "Process for TGS Selection",
            "parent_section_name": "[missing]",
            "text": "Generally, Generic TMPs will contain Generic TGSs with no specific location information and may be applicable for use at a number of locations. It is recommended a selection procedure is defined within the TMP to assist the onsite BWTM in the selection of the correct TGS for the road type, road environment and the type and location of works to be undertaken (for example on shoulder or in lane). An example TGS selection checklist is located on the Main Roads website, see here.\n\nA TGS is defined as ‘Site Suitable’ once a Generic TGS has been selected using the defined selection procedure, a site visit or investigation of the site is conducted, and it has been confirmed that the selected TGS is appropriate for use for the works at that site.\n\nAll Generic TGS must be confirmed as a Site Suitable TGS prior to commencement of works. Once the Generic TGS is confirmed as suitable for use, location information is added to the Generic TGS. Confirmation that a Generic TGS is site suitable must be performed and signed off by a BWTM, WTM or AWTM, details must be recorded in the daily diary.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "4.2.3 Traffic Management Plans Involving ‘Complex Traffic Arrangements’",
            "parent_section_name": "[missing]",
            "text": "‘Complex traffic management arrangements’ are those activities and traffic management arrangements that include any of the following:\n\ni. Any plan assessed as having a residual risk-rating of H (high-risk) or greater as a result of a risk assessment undertaken during the planning stage.\n\nii. Any plan that meets all the following:\n1. Occurs on a multilane road; and\n2. Closes or diverts one or more lanes (includes emergency lanes); and\n3. Occurs on any Freeway OR road with a permanent speed limit of 90 km/h or more (or a section of these roads where the speed limit is reduced due to traffic signals); and\n4. Has a traffic volume of 15,000 vpd or more.\n\niii. Any plan at permanent traffic signals that requires:\n1. Alteration to the function of the traffic signals or signal display (e.g. flashing yellow, masking displays, modifying movements or phasing); or\n2. Closure of a traffic lane, including unsignalised turn lanes (including tapers or road closures):\na. within a signalised intersection, or\nb. within 30 m of the stop line on the approach, or\nc. within 30 m of the adjacent stop line on the departure, or\n3. Closure of any part of a signalised dedicated turning lane.\n\nSee the Temporary Traffic Management: Traffic Signal Policy for more details.\n\niv. Any Traffic Management arrangement involving Temporary Road Safety Barriers.\n\nv. Any plan that involves the removal or replacement of permanent road safety barriers that are preventing a potentially catastrophic outcome, e.g. commuter rail or freeway barriers.\n\nvi. Temporary diversion of traffic into the opposite lane of a multilane road creating a free-flowing contra-flow situation (does not apply to contraflow implemented at overtaking lanes).",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "25",
    "document_title": "Traffic Management for Works on Roads - Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works. It emphasizes the importance of safety for both road users and workers, detailing the responsibilities of various authorities and the necessary procedures for implementing Traffic Management Plans (TMPs). The document includes specific requirements for temporary signage, traffic control devices, and risk management, as well as the use of Truck Mounted Attenuators (TMAs) and other safety measures. It also outlines accreditation requirements for traffic management personnel and provides detailed inventories and application schedules for various road signs.",
    "page_sequence_number": 26
}