{
    "page_content": [
        {
            "section_name": "Multi-Message Sign Combination Examples",
            "parent_section_name": "[missing]",
            "text": "DETOUR AHEAD, DO NOT OVERTAKE, ROAD CLOSED, DETOUR, SIDE ROAD CLOSED, DETOUR, ROAD CLOSED ONLY, DETOUR, AT INTERSECTION, MERGE RIGHT, MERGE LEFT, AT INTERSECTION, REDUCE SPEED, DO NOT OVERTAKE, MERGE LEFT, MERGE LEFT, LOOSE SURFACE, ROUGH SURFACE, NEXT km, ROADWORKS, ROADWORKS, NEXT km, NEW WORK NO LINES MARKED, NEXT km, LOOSE SURFACE, NEXT km, ROUGH SURFACE, DO NOT OVERTAKE, LOOSE SURFACE, NEXT km, SOFT EDGES, NEXT km, FOOTPATH CLOSED, USE OTHER FOOTPATH, PEDESTRIANS, LOOSE SURFACE, PEDESTRIANS WATCH YOUR STEP, LOOSE SURFACE, LOOSE SURFACE, DRIVE SLOWLY, FOOTPATH CLOSED, USE OTHER FOOTPATH, PEDESTRIANS, SIDE ROAD CLOSED, EVENT IN PROGRESS, EVENT AHEAD, NEXT km, EVENT AHEAD, NEXT km, ROAD CLOSED, EVENT IN PROGRESS, END ROAD WORK, THANK YOU, END ROADWORK, DRIVE SAFELY, END DETOUR, THANK YOU, END ROADWORK, THANK YOU, END EVENT, THANK YOU, END ROADWORK, THANK YOU",
            "image_diagram_summary": "A collection of various road signs, primarily in yellow and black, indicating detours, road closures, speed limits, roadwork, and pedestrian instructions. #road_signs #yellow #black #detour #roadwork #pedestrian",
            "contains_image_diagam": "true",
            "contains_table": "false"
        }
    ],
    "page_header": "OFFICIAL",
    "page_footer": "[missing]",
    "page_number": "[missing]",
    "document_title": "Traffic Management for Works on Roads - Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works. It emphasizes the importance of safety for both road users and workers, detailing the responsibilities of various authorities and the necessary procedures for implementing Traffic Management Plans (TMPs). The document includes specific requirements for temporary signage, traffic control devices, and risk management, as well as the use of Truck Mounted Attenuators (TMAs) and other safety measures. It also outlines accreditation requirements for traffic management personnel and provides detailed inventories and application schedules for various road signs.",
    "page_sequence_number": 128
}