{
    "page_content": [
        {
            "section_name": "6.5.2 Setting out Temporary Speed Zones",
            "parent_section_name": "[missing]",
            "text": "(a) Buffer zones – 110 km/h to 40 km/h\n(b) No buffer zone required with 40 km/h work area speed limit (where posted speed limit less than 80 km/h).\nNotes:\n1. Transition Area, e.g. tapers, crossover, etc., may be within speed buffer prior to the work area speed limit;\n2. Safety buffer may be within the work area speed limit (based on a risk assessment)\n3. Illustrations do not show all signs and devices that will be required at the worksite.\n4. Refer to AGTTM Part 3 for details on the termination area",
            "image_diagram_summary": "Figure 2: Temporary Speed Signs. The first diagram shows a buffer zone from 110 km/h to 40 km/h with various speed limits and work area indications. The second diagram shows no buffer zone required with a 40 km/h work area speed limit. #speedlimits #workarea #bufferzones",
            "contains_image_diagam": "true",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "45",
    "document_title": "Traffic Management for Works on Roads Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works to ensure the safety of workers and road users. It includes standards for personnel competency, traffic management plans, risk management, and the use of traffic control devices. The document details specific requirements for signage, safety audits, and procedures for handling roadworks near sensitive areas. It also outlines the use of Truck Mounted Attenuators, shadow vehicles, and innovative traffic control devices, along with accreditation requirements for traffic management roles. Additionally, it provides an inventory and application schedule for various road signs used by Main Roads Western Australia.",
    "page_sequence_number": 46
}