{
    "page_content": [
        {
            "section_name": "INSTRUMENT OF AUTHORISATION",
            "parent_section_name": "[missing]",
            "text": "Pursuant to Regulation 297(2) of the Road Traffic Code 2000 the Commissioner of Main Roads (‘the Commissioner’) hereby authorises (Insert name of Local Government) (‘Authorised Body’) by itself, its employees, consultants, agents and contractors (together ‘Representatives’) to, from the date indicated below, erect, establish, display, alter or take down such traffic signs and traffic control devices of whatsoever type or class (except for permanent traffic control signals) as may be required for the purpose and duration of any works, survey or inspection, associated with the construction, maintenance or repair on a road (other than a main road or highway), any adjoining land or any portion thereof within its jurisdiction, SUBJECT ALWAYS to the following terms and conditions:\n\n(a) the Authorised Body must at all times observe, perform and comply with the provisions of the ‘Traffic Management for Works on Roads Code of Practice’ (as amended or replaced from time to time in consultation with the Traffic Management for Roadworks Advisory Group) issued by Main Roads Western Australia (‘the Code’) referring to the version which is current at the time of the relevant works, a copy of which can be obtained from Main Roads Western Australia from www.mainroads.wa.gov.au or by contacting Main Roads by phone;\n\n(b) the Authorised Body must develop and implement procedures that will satisfy the Commissioner that traffic management implemented by the Authorised Body, its employees, agents and contractors will in all respects conform to and comply with the requirements of the Code; and\n\n(c) the Authorised Body must ensure that its Representatives comply with the terms and conditions identified above at paragraphs (a) and (b) as if they were named in those paragraphs in place of the Authorised Body.\n\nBy executing and returning the acknowledgment at the foot of this authorisation, the Authorised Body agrees to observe, perform and comply with the above terms and conditions.\n\nThis Instrument of Authorisation replaces any prior Instrument of Authorisation under Regulation 297(2) of the Road Traffic Code 2000 between the Commissioner and the Authorised Body. The Commissioner’s delegation dated 17 July 1975 to a number of local governments outside the Perth metropolitan area, is not affected by this Instrument of Authorisation except that this Instrument of Authorisation prevails wherever roadworks are concerned. That 1975 delegation was made under Regulation 301 of the Road Traffic Code 1975 and related to non-regulatory signage.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "OFFICIAL",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "10",
    "document_title": "Traffic Management for Works on Roads Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works to ensure the safety of workers and road users. It includes standards for personnel competency, traffic management plans, risk management, and the use of traffic control devices. The document details specific requirements for signage, safety audits, and procedures for handling roadworks near sensitive areas. It also outlines the use of Truck Mounted Attenuators, shadow vehicles, and innovative traffic control devices, along with accreditation requirements for traffic management roles. Additionally, it provides an inventory and application schedule for various road signs used by Main Roads Western Australia.",
    "page_sequence_number": 96
}