{
    "page_content": [
        {
            "section_name": "1.3.2 Road Categories and Training",
            "parent_section_name": "[missing]",
            "text": "Austroads TTM Road Categories\nA road categorisation system has been adopted in the AGTTM based on the New Zealand road levels. While all works on roads are considered high risk, the categorisation into three categories allows design practices and training to be tailored to the different risk levels at each category.\n\nSee AGTTM Part 8 for more details.\n\nThe WA road network is yet to be categorised, this will be done in consultation with Road Authorities prior to the tiered approach to training and company prequalification being rolled out. Unless this Code states otherwise any recommendations or requirements within AGTTM based on road categories should be considered as a guide.\n\nAustroads National Training Framework for TTM\nThe national training framework is not currently adopted in WA, refer to section 8 for WA training and accreditation requirements.\n\nDetails of the National Austroads Training Framework are within AGTTM Part 8 and the Austroads website.\n\nFurther consultation will be undertaken with Austroads, training providers and industry in WA.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "16",
    "document_title": "Traffic Management for Works on Roads - Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works. It emphasizes the importance of safety for both road users and workers, detailing the responsibilities of various authorities and the necessary procedures for implementing Traffic Management Plans (TMPs). The document includes specific requirements for temporary signage, traffic control devices, and risk management, as well as the use of Truck Mounted Attenuators (TMAs) and other safety measures. It also outlines accreditation requirements for traffic management personnel and provides detailed inventories and application schedules for various road signs.",
    "page_sequence_number": 17
}