{
    "page_content": [
        {
            "section_name": "6.8.1 Advanced Warning Signs",
            "parent_section_name": "[missing]",
            "text": "The STOP HERE ON RED SIGNAL or STOP HERE WHEN DIRECTED sign must be placed 6 m in advance of the PTCD/traffic controller position. A temporary STOP line must also be considered at this location using temporary removable road marking tape. There should be adequate distance between the PTCD/traffic controller position and the traffic control taper to ensure it can be safely negotiated by all vehicles, considering swept paths of large vehicles. Section 4.8 of AGTTM Part 3, recommends four cones be placed on the centreline from the STOP HERE ON RED SIGNAL or STOP HERE WHEN DIRECTED sign position, which is encouraged, however where supported by a site-specific risk assessment these cones may be omitted. It is recognised that there is often limited space on some local roads due to things such as parked cars, footpaths, works occurring close to intersections, etc. The Worker (symbolic) and Traffic Controller (symbolic) signs may be used in the same MMS panel where all the following requirements are met: \n• The road is a low-speed local road (permanent speed 60 km/h or below); \n• There are site constraints which do not allow the signs to be separated; \n• The signs are used with the MMS-ADV-26 PREPARE TO STOP sign; \n• The Traffic Controller (symbolic) sign (MMS-ADV-47) must be positioned closest to the traffic; \n• The signs must be duplicated on both sides of the road or carriageway; \n• The signs must only be displayed when the need exists and removed or replaced when workers are not visible and/or there is no Traffic Controller requiring road users to stop.",
            "image_diagram_summary": "PREPARE TO STOP sign: A bright orange sign with a black border, featuring a symbol of a person holding a stop sign. The sign is designed to alert drivers to prepare to stop ahead. #orange #black #symbol #alert",
            "contains_image_diagam": "true",
            "contains_table": "false"
        },
        {
            "section_name": "6.8.2 Avoiding End of Queue Collisions",
            "parent_section_name": "[missing]",
            "text": "Queueing and delay are an expected consequence when any roadworks require the use of traffic control. Before implementing any type of traffic control, it is the responsibility of the traffic management designer to consider the following: \n• The speed of traffic \n• The road environment (e.g. horizontal and vertical curves, road surface, road grade) \n• The sight distance road users will have to the traffic control position \n• Driver reaction times (general case assumption = 2.5 sec) \n• The traffic volume (including determining the peak traffic volumes within the proposed work period) \n• The traffic composition (e.g. large vehicles will require greater stopping sight distance) \n• Work times and duration \n• Expected time traffic will be stopped \n• Worksite length (see section 6.8.6 for maximum length of single lane section) \n• Personnel available",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "6.8.2 Avoiding End of Queue Collisions",
            "parent_section_name": "[missing]",
            "text": "Downgrades may require greater stopping sight distance.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "52",
    "document_title": "Traffic Management for Works on Roads - Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works. It emphasizes the importance of safety for both road users and workers, detailing the responsibilities of various authorities and the necessary procedures for implementing Traffic Management Plans (TMPs). The document includes specific requirements for temporary signage, traffic control devices, and risk management, as well as the use of Truck Mounted Attenuators (TMAs) and other safety measures. It also outlines accreditation requirements for traffic management personnel and provides detailed inventories and application schedules for various road signs.",
    "page_sequence_number": 53
}