{
    "page_content": [
        {
            "section_name": "8.3 BASIC WORKSITE TRAFFIC MANAGEMENT ACCREDITATION",
            "parent_section_name": "[missing]",
            "text": "A Main Roads accreditation certificate in Basic Worksite Traffic Management will be issued to those meeting the following pre-requisites:\n\n• an Australian Qualifications Framework compliant Statement of Attainment in the Resources and Infrastructure Industry Training Package Unit of Competency RIIWHS302E – Implement traffic management plan, or equivalent (or the replacement unit of competency if and when applicable);\n\n• an Australian Qualification Framework compliant Statement of Attainment in the Resources and Infrastructure Industry Training Package Unit of Competency RIICOM201E – Communicate in the workplace, or equivalent (or the replacement unit of competency if and when applicable);\n\n• evidence of been issued with a valid WorkSafe WA Construction Induction Training card.\n\nWhere the Statement of Attainment is obtained outside of Western Australia, applicants may be requested to undertake further training and assessment in the performance criteria specific to the laws, regulations and Codes of Practice that apply in Western Australia.\n\nWhere traffic devices are used, all work sites must have at least one person with Basic Worksite Traffic Management accreditation on-site at all times when road workers are present.\n\nRoad workers with at least 12 months experience working on roads are permitted to implement signs under direct supervision of someone that holds a BWTM accreditation. This is only permitted on local roads with a permanent speed limit of 50 km/h or less and less than 15,000 vehicles per day.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "8.3.1 Basic Worksite Traffic Management - Non - Practitioner",
            "parent_section_name": "8.3 BASIC WORKSITE TRAFFIC MANAGEMENT ACCREDITATION",
            "text": "People that do not directly undertake TTM roles at worksites, such as parking inspectors, surveillance officers, grader operators, verge mowers, etc., but have previously gained BWTM accreditation may find it difficult to provide evidence of active industry engagement when applying for re-accreditation. In these cases, rather than re-sitting the full BWTM course they may sit the refresher course and gain BWTM non-practitioner accreditation. This will allow them to implement signs and devices associated with short term low impact works, see AGTTM Part 5, that form part of a TMP.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "81",
    "document_title": "Traffic Management for Works on Roads - Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works. It emphasizes the importance of safety for both road users and workers, detailing the responsibilities of various authorities and the necessary procedures for implementing Traffic Management Plans (TMPs). The document includes specific requirements for temporary signage, traffic control devices, and risk management, as well as the use of Truck Mounted Attenuators (TMAs) and other safety measures. It also outlines accreditation requirements for traffic management personnel and provides detailed inventories and application schedules for various road signs.",
    "page_sequence_number": 82
}