{
    "page_content": [
        {
            "section_name": "6.13 SHADOW VEHICLE",
            "parent_section_name": "[missing]",
            "text": "Figure 10: Shadow vehicle scenario 1 – Works in live traffic lane of 2 lane 2-way road. Example illustrates the shadow vehicle positioned to protect workers from the direction of traffic flow in the closed lane.",
            "image_diagram_summary": "Figure 10 shows a two-lane, two-way road with a work area on the right lane. A shadow vehicle is positioned in the closed lane to protect workers. #road #workarea #shadowvehicle",
            "contains_image_diagam": "true",
            "contains_table": "false"
        },
        {
            "section_name": "6.13 SHADOW VEHICLE",
            "parent_section_name": "[missing]",
            "text": "Figure 11: Shadow vehicle scenario 1 – Setting up traffic management within live traffic lane on road with two lanes in one direction.",
            "image_diagram_summary": "Figure 11 depicts a road with two lanes in one direction. A shadow vehicle is positioned in the live traffic lane to set up traffic management. #road #trafficmanagement #shadowvehicle",
            "contains_image_diagam": "true",
            "contains_table": "false"
        },
        {
            "section_name": "6.13 SHADOW VEHICLE",
            "parent_section_name": "[missing]",
            "text": "Figure 12: Shadow vehicle scenario 1 – Setting up traffic management from live traffic lane. Note example shows scenario where traffic management is required on a kerbed median island.",
            "image_diagram_summary": "Figure 12 illustrates a scenario where traffic management is set up from a live traffic lane, with a shadow vehicle positioned near a kerbed median island. #road #trafficmanagement #shadowvehicle #medianisland",
            "contains_image_diagam": "true",
            "contains_table": "false"
        }
    ],
    "page_header": "OFFICIAL",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "70",
    "document_title": "Traffic Management for Works on Roads - Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works. It emphasizes the importance of safety for both road users and workers, detailing the responsibilities of various authorities and the necessary procedures for implementing Traffic Management Plans (TMPs). The document includes specific requirements for temporary signage, traffic control devices, and risk management, as well as the use of Truck Mounted Attenuators (TMAs) and other safety measures. It also outlines accreditation requirements for traffic management personnel and provides detailed inventories and application schedules for various road signs.",
    "page_sequence_number": 71
}