{
    "page_content": [
        {
            "section_name": "3. AUTHORITY TO ERECT TRAFFIC CONTROL DEVICES",
            "parent_section_name": "3. AUTHORITY TO ERECT TRAFFIC CONTROL DEVICES",
            "text": "The Commissioner of Main Roads (CMR) has authority under the Road Traffic Code, to erect, establish or display and alter or take down any road sign or traffic control signal (subsequently referred to herein as ‘to utilise traffic signs and devices’). The CMR has delegated specified officers of Main Roads to administer the utilisation of traffic signs and devices in accordance with the Main Roads Delegation of Authority Manual.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "3.1 MAIN ROADS",
            "parent_section_name": "3. AUTHORITY TO ERECT TRAFFIC CONTROL DEVICES",
            "text": "The Commissioner of Main Roads (CMR) has authority under the Road Traffic Code, to erect, establish or display and alter or take down any road sign or traffic control signal (subsequently referred to herein as ‘to utilise traffic signs and devices’). The CMR has delegated specified officers of Main Roads to administer the utilisation of traffic signs and devices in accordance with the Main Roads Delegation of Authority Manual.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "3.2 MAIN ROADS AGENTS",
            "parent_section_name": "3. AUTHORITY TO ERECT TRAFFIC CONTROL DEVICES",
            "text": "Main Roads agents or contractors must, subject first to the approval of their Main Roads Contract Manager, utilise traffic signs and devices in accordance with this Code for the purpose of managing traffic at works on roads. Main Roads Contract Managers will comply with the Main Roads Delegation of Authority Manual in regard to providing such approvals.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "3.3 AUTHORISED BODIES AND THEIR AGENTS",
            "parent_section_name": "3. AUTHORITY TO ERECT TRAFFIC CONTROL DEVICES",
            "text": "The CMR authorises Authorised Bodies and their agents, in accordance with the provisions of the Road Traffic Code, to utilise traffic signs and devices subject to any conditions attached to their Instrument of Authorisation. An example of a typical ‘authorisation’ is contained in Appendix 3. A register of Authorised Bodies is available on Main Roads website at www.mainroads.wa.gov.au; go to ‘Technical and Commercial’> ‘Working on Roads’ > ‘Authorised Agreements.’",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "3.4 OTHERS NOT PARTY TO AN INSTRUMENT OF AUTHORISATION",
            "parent_section_name": "3. AUTHORITY TO ERECT TRAFFIC CONTROL DEVICES",
            "text": "Others that are not party to an Instrument of Authorisation but need to utilise traffic signs and devices for the purpose of managing traffic for works on a road, must first contact the Authority responsible for the care, control and management of the road to confirm their requirements. If the Authority responsible for the care, control and management of the road is an Authorised Body, it will determine the requirements and approval process for others not party to an Instrument of Authorisation. Unless advised otherwise by such Authority, the responsibility for ensuring signs and devices are erected and maintained in accordance with this Code will, at all times, remain with the party undertaking the works. If the Authority responsible for the care, control and management of the road is not an Authorised Body, authority to utilise traffic signs and devices either by such Authority itself, its agents or contractors or, by a third party, must be obtained from Main Roads with the concurrence of such Authority.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "21",
    "document_title": "Traffic Management for Works on Roads - Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works. It emphasizes the importance of safety for both road users and workers, detailing the responsibilities of various authorities and the necessary procedures for implementing Traffic Management Plans (TMPs). The document includes specific requirements for temporary signage, traffic control devices, and risk management, as well as the use of Truck Mounted Attenuators (TMAs) and other safety measures. It also outlines accreditation requirements for traffic management personnel and provides detailed inventories and application schedules for various road signs.",
    "page_sequence_number": 22
}