{
    "page_content": [
        {
            "section_name": "4.2.3 Traffic Management Plans Involving ‘Complex Traffic Arrangements’",
            "parent_section_name": "[missing]",
            "text": "A copy of all documentation relating to the risk assessment must be held on-site by the person managing the works. Additionally, following the on-site implementation of the changes, a copy of this documentation must be referred back to the Roadworks Traffic Manager that endorsed the design of ‘complex traffic arrangements’, as soon as practicable for review and feedback to the person/contractor managing the works.\n\nRoadworks Traffic Managers must abide by the Code of Conduct in discharging their professional duties at all times. The Code of Conduct for Roadworks Traffic Managers is available on Main Roads website at www.mainroads.wa.gov.au; go to ‘Technical and Commercial’ > ‘Working on Roads’ > ‘Training and Accreditation’\n\nAs per the RTM Code of Conduct, RTMs are required to make at least one site visit prior to endorsing a site specific7 Traffic Management Plan. However, in regional areas that do not have access to RTMs based within 200km of the site, RTMs may endorse complex TMPs without the need to undertake a site visit when all the following criteria is met:\n\n• The works associated with the TMP will be completed in less than 5 shifts (5 days).\n• The TMP does not include any risks that have a residual risk rating of High or greater,\n• The TMP does not involve Temporary Road Safety Barriers,\n• A person with AWTM accreditation undertakes a site visit after they have consulted with the RTM to determine what information is required (video, photos, measurements, etc.).\n\nIt is important that the RTM collects and maintains photographic and video evidence provided by the AWTM undertaking the site visit. Regardless of the above, a Road Authority / Authorised Body reserves the right to request that an RTM undertakes a site visit in person, in accordance with the RTM Code of Conduct.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "4.2.4 Temporary Road Safety Barrier Detail in TMPs",
            "parent_section_name": "[missing]",
            "text": "As required in section 4.2.3 of this code any TMP involving Temporary Road Safety Barriers must be reviewed and endorsed by an RTM. It is the responsibility of the RTM to ensure the TMP contains adequate barrier detail. Where temporary barriers are required, these must be designed in accordance with manufacturer’s requirements, Austroads and Main Roads technical guidelines. Calculations must be appended to the TMP.\n\nTGSs must provide sufficient detail so that installers can determine offset from traffic lanes, worksite length/width, deflection distances required, containment fences (if required), start and finish points of the barrier, flare rates (if any) and necessary end treatments. Temporary barriers must be rated at the appropriate test level and be an approved barrier type listed on the Main Roads Website (Go to www.mainroads.wa.gov.au ‘Technical & Commercial’ > ‘Technical Library’ > ‘Road & Traffic Engineering’ > ‘Roadside Items’ > ‘List of Approved Road Safety Barrier Systems’).\n\nWhere temporary barriers are required, implementation methods should be detailed in the TMP and TGSs should be prepared.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "27",
    "document_title": "Traffic Management for Works on Roads Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works to ensure the safety of workers and road users. It includes standards for personnel competency, traffic management plans, risk management, and the use of traffic control devices. The document details specific requirements for signage, safety audits, and procedures for handling roadworks near sensitive areas. It also outlines the use of Truck Mounted Attenuators, shadow vehicles, and innovative traffic control devices, along with accreditation requirements for traffic management roles. Additionally, it provides an inventory and application schedule for various road signs used by Main Roads Western Australia.",
    "page_sequence_number": 28
}