{
    "page_content": [
        {
            "section_name": "4. PLANNING THE WORKS",
            "parent_section_name": "[missing]",
            "text": "[missing]",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "4.1 DUTY OF CARE",
            "parent_section_name": "4. PLANNING THE WORKS",
            "text": "Any Person Conducting a Business or Undertaking (PCBU) in connection with or pursuant to temporary traffic management or any works on a road, has a 'duty of care', so far as is reasonably practicable, that the health and safety of workers who work for the PCBU or whose activities in carrying out work are influenced or directed by the PCBU, are not exposed to health and safety risks arising from that business or undertaking.\n\nA PCBU must ensure, so far as reasonably practicable, that other road users are not exposed to health and safety risks arising from any TTM business or undertaking.\n\nA PCBU includes all types of working arrangements such as crown agencies, organisations, companies, principals, contractors and sub-contractors.\n\nThe Work Health and Safety Act specifically requires all PCBUs to ensure, so far as is reasonably practicable, the health and safety of:\n• workers engaged, or caused to be engaged by the person\n• workers whose activities in carrying out the work are influenced or directed by the person while the workers are at work in the business or undertaking.\n• people who may be at risk from work carried out by the business or undertaking (including road users in case of a at roadwork sites).",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "4.2 TRAFFIC MANAGEMENT PLANS",
            "parent_section_name": "4. PLANNING THE WORKS",
            "text": "[missing]",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "4.2.1 General",
            "parent_section_name": "4.2 TRAFFIC MANAGEMENT PLANS",
            "text": "Any party undertaking work on a road must prepare a Traffic Management Plan (TMP) that adequately provides for the safety of workers and road users while maintaining an adequate level of service to road users. Traffic management planning should be undertaken in accordance with the AGTTM Part 2: Traffic Management Planning.\n\nTo ensure a consistent approach is taken when developing a TMP one of the Main Roads TMP templates' (see here) must be used as a basis for the development of the plan. Any section headings that are not applicable to the TMP being developed must be kept in the document and noted as not applicable (with the intent of keeping the TMP section numbers the same throughout all TMPs).\n\nFor longer term projects with multiple stages and/or activities it is best practice to develop an overarching Project Traffic Management Plan which can cover overall scope of works, staging, project objectives, risk management, traffic analysis, communication plan, etc. and have specific TMPs for specific work activities or stages. The TMPs that sit under the overarching Project TMP must use the TMP template that retains section headings (where information is captured elsewhere this can be referred to rather than it being replicated).\n\nAll TMPs must be prepared by a person holding Main Roads accreditation in Advanced Worksite Traffic Management (AWTM). A person holding Main Roads accreditation in Worksite Traffic Management (WTM) may make on-site modifications to the TMP in accordance with its scope and objectives (following any modification the residual risk must not be higher to workers or road users). Further information regarding requirements for WTM / AWTM tasks and accreditation is provided in section 8.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "4.2.1 General",
            "parent_section_name": "4.2 TRAFFIC MANAGEMENT PLANS",
            "text": "1 Note: the basic TMP template may be used when conditions in the Basic TMP checklist (section 5) are met. Go to www.mainroads.wa.gov.au > 'Technical & Commercial' > 'Working on Roads'",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "OFFICIAL",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "23",
    "document_title": "Traffic Management for Works on Roads Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works to ensure the safety of workers and road users. It includes standards for personnel competency, traffic management plans, risk management, and the use of traffic control devices. The document details specific requirements for signage, safety audits, and procedures for handling roadworks near sensitive areas. It also outlines the use of Truck Mounted Attenuators, shadow vehicles, and innovative traffic control devices, along with accreditation requirements for traffic management roles. Additionally, it provides an inventory and application schedule for various road signs used by Main Roads Western Australia.",
    "page_sequence_number": 24
}