{
    "page_content": [
        {
            "section_name": "7. BEST PRACTICE",
            "parent_section_name": "[missing]",
            "text": "Main Roads encourages the use of the following Traffic Management devices that increase the levels of safety, compliance and/or road user satisfaction at worksites.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "7.1 INNOVATIVE TRAFFIC CONTROL DEVICES",
            "parent_section_name": "7. BEST PRACTICE",
            "text": "When new innovative traffic control products emerge in the market there is a need for Main Roads to review and approve these devices before they are used to ensure they will be safe and effective. In July 2022 the Austroads Innovative Temporary Traffic Management Device and Solution Assessment (AITDSA) Scheme was launched, see information on the Austroads website: Austroads Innovative Temporary Traffic Management Device and Solution Assessment (AITDSA) Scheme | Austroads\n\nThis scheme provides a way for all emerging TTM devices to be assessed and recommended for use across Australia and New Zealand.\n\nMain Roads (along with all other state and territory transport agencies) is a member of the AITDSA Panel and expects all new TTM devices to be assessed through this scheme.\n\nA list of recently approved devices and associated guidelines for use can be found on the Main Roads website, go to www.mainroads.wa.gov.au > 'Technical & Commercial' > 'Working on roads'.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "7.2 ELECTRONIC SPEED LIMIT SIGNS",
            "parent_section_name": "7. BEST PRACTICE",
            "text": "The Road Traffic Code 2000 allows for the use of electronic speed limit signs.\n\nThe use of these on roadworks sites is encouraged, particularly in situations where: there are frequent changes in speed limits required as a part of the works OR it is hazardous to manually change speed limits OR the works are of a long-term nature.\n\nWhen using electronic speed limit signs; accurate time stamped records on exactly when the speed limits have been changed must be kept. The usual sign inspection regime must be adhered to and back up devices made available to enable prompt replacement of faulty electronic signs.\n\nRefer to AS 5156: 2020 Electronic speed limit signs.",
            "image_diagram_summary": "A digital speed limit sign displaying the number 60 in red on a black background. #digital #speedlimit #red #black",
            "contains_image_diagam": "true",
            "contains_table": "false"
        }
    ],
    "page_header": "OFFICIAL",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "77",
    "document_title": "Traffic Management for Works on Roads - Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works. It emphasizes the importance of safety for both road users and workers, detailing the responsibilities of various authorities and the necessary procedures for implementing Traffic Management Plans (TMPs). The document includes specific requirements for temporary signage, traffic control devices, and risk management, as well as the use of Truck Mounted Attenuators (TMAs) and other safety measures. It also outlines accreditation requirements for traffic management personnel and provides detailed inventories and application schedules for various road signs.",
    "page_sequence_number": 78
}