{
    "page_content": [
        {
            "section_name": "2.1 ROADS FOR WHICH MAIN ROADS IS RESPONSIBLE",
            "parent_section_name": "[missing]",
            "text": "Typically, the proposed works and staging should be determined and approved in principle prior to any TMP being produced. Once in principle approval for the works has been obtained, the TMP designer should gain a comprehensive understanding of the project staging and then an appropriate TMP can be produced. The TMP should be reviewed by the construction / project manager for suitability prior to being submitted to Main Roads to review and authorise. Depending on the complexity of the project, the time allowed for Main Roads to review should be approximately 15 working days. For works at traffic signals refer to section 2.3. Further information on preparing TMPs is provided in section 4.2. Main Roads requires submission of a TMP with all applications to work within its road reserves. TMPs for the metropolitan area must be sent to enquiries@mainroads.wa.gov.au. If the works are occurring outside the metropolitan area TMPs must be submitted to the relevant regional office using the generic email address in Appendix 4. Main Roads will, as it considers necessary, conduct audits of TMPs and refer those that do not comply with the requirements of this Code, back to the proponent for submission of an acceptable TMP prior to allowing commencement of works. Any organisations with statutory authority to enter Main Roads road reserves in emergency situations must advise the Main Roads Customer Information Centre (Ph. 138 138) of their work either prior to, or as soon as possible after commencing any emergency service.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "2.1.1 Main Roads Policy for Works on High Volume Roads",
            "parent_section_name": "[missing]",
            "text": "Main Roads requires roadworks on its high-volume roads to be managed with due consideration to traffic efficiency. A policy was established, Traffic Management at Roadworks on State Roads Policy and Application Guidelines, to put in place elevated standards of traffic management on high volume roads. The policy has now been superseded and the requirements have now been incorporated into this Code, this includes: Controls on speed limits (see section 6.5.3), Lane closures (see section 6.11), Approach tapers and merges (see section 6.17), Emergency lanes (see section 6.18), Smart Freeways (see section 6.19), and Worksite access (see section 6.20).",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "2.1.2 Traffic Management Company Registration Scheme",
            "parent_section_name": "[missing]",
            "text": "Except in the circumstances outlined below, where traffic management is: being implemented on a State Road; or being procured by Main Roads or one of its contractors, suppliers or subcontractors (of any tier), the company implementing the traffic management must be registered under the State Road Traffic Management Company Registration Scheme (Scheme). Registration is not required under the Scheme where it is an emergency, the traffic management work is being carried out directly by Main Roads or the traffic management devices being implemented on a State Road are: such that this Code of Practice does not require the worker to have an accreditation or only requires the worker to have a “Basic Worksite Traffic Management – Non-Practitioner” accreditation (refer section 8); detour signage relating to work otherwise being carried out on a non-State Road;",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "18",
    "document_title": "Traffic Management for Works on Roads - Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works. It emphasizes the importance of safety for both road users and workers, detailing the responsibilities of various authorities and the necessary procedures for implementing Traffic Management Plans (TMPs). The document includes specific requirements for temporary signage, traffic control devices, and risk management, as well as the use of Truck Mounted Attenuators (TMAs) and other safety measures. It also outlines accreditation requirements for traffic management personnel and provides detailed inventories and application schedules for various road signs.",
    "page_sequence_number": 19
}