{
    "page_content": [
        {
            "section_name": "6.4 COVERING EXISTING SIGNAGE AND ROAD MARKING",
            "parent_section_name": "[missing]",
            "text": "[missing]",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "6.4.1 Existing Signs",
            "parent_section_name": "6.4 COVERING EXISTING SIGNAGE AND ROAD MARKING",
            "text": "In accordance with Clause 4.2.5 of AS 1742.3 - 2019 ‘Any signs and traffic control devices, including regulatory, warning guide signs and pavement marking, which are inappropriate to, or conflict with, the temporary worksite situation must be covered, obliterated or removed’. Where it is necessary to cover a sign face temporarily, caution must be exercised as some coverings will cause permanent damage to the sign face following exposure to moisture and sunlight e.g. plastic materials, especially black, is forbidden as it is known that these materials are responsible for severe and permanent damage within 24 hours. Specifications for covering existing signage can be found in Main Roads Specification 601 – Signs, located on the Main Roads website at www.mainroads.wa.gov.au; go to ‘Technical & Commercial’ > ‘Tender Preparation’ > ‘Specifications’ > ‘600 Series – Traffic Facilities’",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "6.4.2 Covering Regulatory Road Marking",
            "parent_section_name": "6.4 COVERING EXISTING SIGNAGE AND ROAD MARKING",
            "text": "In addition to the requirement to remove or cover regulatory devices that the TMP forces road users to contravene; it is recommended that regulatory road marking that portray a speed limit or traffic movement different to that shown in the TMP be covered. Covering the road marking can be done with sticker products available from most sign makers. The colour of the sticker selected must be similar to colour of the road surface. Long-term work sites should use the grinding and reinstatement method OR undertake routine inspection and maintenance on the stickers. Where not possible to cover arrow pavement marking, lane status signs must be provided that depict the permitted movements under the TGS.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "6.5 SPEED LIMIT ZONES",
            "parent_section_name": "[missing]",
            "text": "[missing]",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "6.5.1 Approval of Temporary Speed Limit Signs",
            "parent_section_name": "6.5 SPEED LIMIT ZONES",
            "text": "Authorised bodies are permitted to erect temporary speed limit signs without approval from Main Roads. However, all temporary speed limit signs on State Roads must be approved by Main Roads prior to their use, approval must come from the authorised officer listed in section 11.1, Traffic Signs, of the Main Roads Delegation of Authority (note this applies to all traffic signs and devices).",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "6.5.2 Setting out Temporary Speed Zones",
            "parent_section_name": "6.5 SPEED LIMIT ZONES",
            "text": "This section has been prepared to provide additional guidance to section 5.5 of AGTTM Part 3 for designing temporary speed zones. Main Roads requires the values (listed in Table 6) be used whenever temporary speed zones are required, unless a site-specific hazard is identified, and a risk assessment determines the need to extend the sign placement. This must be documented in the risk assessment and response table of the TMP.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "OFFICIAL",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "44",
    "document_title": "Traffic Management for Works on Roads Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works to ensure the safety of workers and road users. It includes standards for personnel competency, traffic management plans, risk management, and the use of traffic control devices. The document details specific requirements for signage, safety audits, and procedures for handling roadworks near sensitive areas. It also outlines the use of Truck Mounted Attenuators, shadow vehicles, and innovative traffic control devices, along with accreditation requirements for traffic management roles. Additionally, it provides an inventory and application schedule for various road signs used by Main Roads Western Australia.",
    "page_sequence_number": 45
}