{
    "page_content": [
        {
            "section_name": "6.8.3 Portable Traffic Control Devices",
            "parent_section_name": "6.8.3 Portable Traffic Control Devices",
            "text": "As indicated in AGTTM portable traffic control devices (PTCD) are the preferred method to control traffic.\n\nPTCDs must be used as the method of traffic control, for the following roads:\n\n• any road that is under the control of Main Roads*; OR\n• any road not controlled by Main Roads with\n  o a permanent speed limit of 90 km/h or more and over 2,000 vpd*; OR\n  o a permanent speed limit of 70 km/h or more and over 10,000 vpd*.\n\n*refer to exceptions listed below.\n\nWorks on roads outside of the above should still consider the use of PTCDs and they may still be required based on a risk assessment. Traffic management planners should also refer to contractual requirements that may require the use of PTCDs regardless of the speed and/or traffic volume.\n\nTraffic control with stop-slow bats may be permitted in the below circumstances:\n• on roads with less than 300 vpd based on a risk assessment\n• At permanent traffic signals based on a risk assessment\n• Where the total cumulative time of the stop-slow activity over a 24-hour period is 5 minutes or less based on a risk assessment\n• activities 5 to 15 minutes at a single location* based on a documented risk assessment with the following:\n  o a site specific TMP, OR\n  o a TGS (within an authorised TMP) determined to be site suitable by a person with WTM/AWTM accreditation\n• Stop slow permitted for TTM set up and pack up, e.g. holding traffic to set up the signal or implementing a lateral shift on a 2 lane 2-way road\n• Emergency and Incident Management\n• In the event of failure of the PTCDs (the PTCD must be repaired or replaced in a timely manner)\n\n*may be multiple work locations\n\nAny use of PTCDs, or other traffic control, to be within an authorised TMP prepared in accordance with section 4.2.\n\nWhere there are other roadside features that prevent a PTCD from being used these are to be identified and mitigated where possible, with a TC only being used if an RTM has risk assessed and endorsed the variation for Road authority endorsement (see section 4.5).\n\nRefer to section 2.6.2 of AGTTM Part 7 for key considerations for determining a safe location for traffic controllers when using a PTCD. This location should be identified on the TGS. PTCDs primary benefit is separating the traffic controller from direct interaction with traffic. Generally, the traffic controller location should be a minimum of 3 m from the live traffic lane.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "6.8.3 Portable Traffic Control Devices",
            "parent_section_name": "6.8.3 Portable Traffic Control Devices",
            "text": "15 The use of portable traffic signals at permanent traffic signals may cause confusion to road users, however boom barriers must be considered.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "55",
    "document_title": "Traffic Management for Works on Roads Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works to ensure the safety of workers and road users. It includes standards for personnel competency, traffic management plans, risk management, and the use of traffic control devices. The document details specific requirements for signage, safety audits, and procedures for handling roadworks near sensitive areas. It also outlines the use of Truck Mounted Attenuators, shadow vehicles, and innovative traffic control devices, along with accreditation requirements for traffic management roles. Additionally, it provides an inventory and application schedule for various road signs used by Main Roads Western Australia.",
    "page_sequence_number": 56
}