{
    "page_content": [
        {
            "section_name": "Further Requirements and Considerations",
            "parent_section_name": "[missing]",
            "text": "Irrespective of the speed environment, the following options must also be considered, to further mitigate the risk if signs do fall over:\n• Regular monitoring and maintenance in place to rectify fallen signs\n• Use of Portable Variable Message Signs in advance of the work site\n\nThere may be a need to use a combination of the above methods on any particular site and some form of monitoring will always be required. For example, use of permanent posts for the ROADWORK AHEAD and initial speed reduction signs required for the entire duration of the project but temporary sign legs for the traffic control warning signs that need to be removed and/or relocated throughout the works.\n\nIf a sign has fallen over, measures must be taken to stop this from reoccurring. This may include weighing down the legs, safely fastening the device to suitable objects or post mounting the sign.\n\nNote: Project / Contract Managers should ensure the above is considered in contract documentation, ensuring appropriate resources and personnel are provided for the required method of installation and monitoring.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "6.3.2 Securing Cones and Bollards",
            "parent_section_name": "[missing]",
            "text": "When using cones or bollards at high-risk locations and it is expected they will blow over due to windy conditions, heavy vehicles or traffic speed, the following must be considered to ensure additional stability:\n• bollards to have a base of 12 kg (or two 6 kg bases can be used);\n• cones be a minimum of 6 kg (or 3 kg cones can be doubled up, i.e. 2 stacked on top of each other).\n\nAlternatively, bollards or cones can be fixed to the pavement (with approval from the road owner).\n\nExamples of high-risk locations include lateral shifts on high-speed roads, devices separating the work area, devices delineating excavations, etc.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "43",
    "document_title": "Traffic Management for Works on Roads - Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works. It emphasizes the importance of safety for both road users and workers, detailing the responsibilities of various authorities and the necessary procedures for implementing Traffic Management Plans (TMPs). The document includes specific requirements for temporary signage, traffic control devices, and risk management, as well as the use of Truck Mounted Attenuators (TMAs) and other safety measures. It also outlines accreditation requirements for traffic management personnel and provides detailed inventories and application schedules for various road signs.",
    "page_sequence_number": 44
}