{
    "page_content": [
        {
            "section_name": "6.5.2 Setting out Temporary Speed Zones",
            "parent_section_name": "[missing]",
            "text": "(a) Buffer zones – 110 km/h to 40 km/h\n(b) No buffer zone required with 40 km/h work area speed limit (where posted speed limit less than 80 km/h).\nNotes:\n1. Transition Area, e.g. tapers, crossover, etc., may be within speed buffer prior to the work area speed limit;\n2. Safety buffer may be within the work area speed limit (based on a risk assessment)\n3. Illustrations do not show all signs and devices that will be required at the worksite.\n4. Refer to AGTTM Part 3 for details on the termination area",
            "image_diagram_summary": "Figure 2: Temporary Speed Signs\n(a) Diagram showing buffer zones from 110 km/h to 40 km/h with various speed limits and work area. #buffer #speedlimit #workarea\n(b) Diagram showing no buffer zone required with 40 km/h work area speed limit. #workarea #speedlimit",
            "contains_image_diagam": "true",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "45",
    "document_title": "Traffic Management for Works on Roads - Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works. It emphasizes the importance of safety for both road users and workers, detailing the responsibilities of various authorities and the necessary procedures for implementing Traffic Management Plans (TMPs). The document includes specific requirements for temporary signage, traffic control devices, and risk management, as well as the use of Truck Mounted Attenuators (TMAs) and other safety measures. It also outlines accreditation requirements for traffic management personnel and provides detailed inventories and application schedules for various road signs.",
    "page_sequence_number": 46
}