{
    "page_content": [
        {
            "section_name": "5. REVIEW, INSPECTION, ROAD SAFETY AUDIT AND OPERATION",
            "parent_section_name": "[missing]",
            "text": "[missing]",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "5.1 REVIEW, INSPECTION AND ROAD SAFETY AUDIT",
            "parent_section_name": "5. REVIEW, INSPECTION, ROAD SAFETY AUDIT AND OPERATION",
            "text": "AGTTM Part 10: Supporting Guidance section 3 provides requirements for conducting reviews, inspections and road safety audits at temporary traffic management. WA has the below variations and additions to AGTTM.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "5.1.1 Audits",
            "parent_section_name": "5.1 REVIEW, INSPECTION AND ROAD SAFETY AUDIT",
            "text": "Generally, in WA rather than Senior Road Safety Auditors conducting Roadworks TMP and TGS design phase road safety audits, Roadworks Traffic Managers (RTM) conduct the below Temporary Traffic Management audits (the RTM may also be a Senior Road Safety Auditor).",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "[missing]",
            "parent_section_name": "5.1.1 Audits",
            "text": "Suitability Audit A Suitability Audit is a systematic and independent examination of the extent to which the proposed Traffic Management Plan addresses specified requirements and provides a measure of the project’s capability in meeting those requirements. This audit is conducted by an RTM prior to the implementation of the TMP. The RTM: \n• audits the entire TMP and all TGSs; \n• audits against contractual requirements; \n• considers all safety issues related to the traffic management including crash risks; \n• considers traffic flow and efficiency; \n• inspects the site; \n• writes an audit report, see template here; \n• holds a completion meeting with relevant site personnel, e.g. project manager, traffic manager, etc.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "[missing]",
            "parent_section_name": "5.1.1 Audits",
            "text": "Compliance Audit A Compliance Audit is a systematic and independent examination of the extent to which a project fulfils its traffic management requirements (including the Traffic Management Plan) and provides a measure of the project’s performance in meeting specified requirements. This audit is conducted by an RTM after a TMP/TGS has been implemented and may be conducted at various stages of the project. The RTM: \n• audits the entire TMP and all TGSs (may only be able to cover off the implementation of the TGS in place at the time of the audit); \n• audits against contractual requirements; \n• considers all safety issues related to the traffic management including crash risks; \n• considers traffic flow and efficiency; \n• inspects the site; \n• writes an audit report, see template here; \n• holds a completion meeting with relevant site personnel, e.g. project manager, traffic manager, etc.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "5.1.2 Suitability Reviews and Compliance Safety Inspections",
            "parent_section_name": "5.1 REVIEW, INSPECTION AND ROAD SAFETY AUDIT",
            "text": "Refer to AGTTM Part 10 (sections 3.3.1 and 3.3.2) for details on Suitability Reviews and Compliance Safety Inspections. These have the same requirements as those listed in the Suitability/Compliance audits above except these are conducted by a person with AWTM accreditation and a full report does not have to be produced (can also be undertaken by an RTM). \nNote: Site supervisor compliance (operational) safety inspections, as described in section 3.3.2 of AGTTM Part 10, may be conducted by a person that does not hold AWTM accreditation.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "34",
    "document_title": "Traffic Management for Works on Roads - Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works. It emphasizes the importance of safety for both road users and workers, detailing the responsibilities of various authorities and the necessary procedures for implementing Traffic Management Plans (TMPs). The document includes specific requirements for temporary signage, traffic control devices, and risk management, as well as the use of Truck Mounted Attenuators (TMAs) and other safety measures. It also outlines accreditation requirements for traffic management personnel and provides detailed inventories and application schedules for various road signs.",
    "page_sequence_number": 35
}