{
    "page_content": [
        {
            "section_name": "Traffic Volumes on Freeways and Grade Separated Motorways",
            "parent_section_name": "[missing]",
            "text": "Table 20 can be used for short-term works and as a guide to long-term works. Where these maximum volumes are present at long-term work sites there will be a need to precisely calculate capacity to ensure that traffic demand can be met. Site-specific calculations are needed to show the relationship between traffic density and the ability of motorists to maintain speed. Site-specific variables need to be considered in the calculations such as lane width, alignment, surface condition and heavy vehicle mix etc. In part, this assessment is necessary to ensure traffic speed through the site is not constrained through the sheer traffic volume or.",
            "image_diagram_summary": "Figure 7: Entry Ramp – desirable traffic volume within 200 m up and downstream of the start of the continuity line or lane line. The diagram shows a road with multiple lanes, indicating a gore area and two 200 m sections. #road #traffic #lanes #gorearea",
            "contains_image_diagam": "true",
            "contains_table": "false"
        }
    ],
    "page_header": "OFFICIAL",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "66",
    "document_title": "Traffic Management for Works on Roads - Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works. It emphasizes the importance of safety for both road users and workers, detailing the responsibilities of various authorities and the necessary procedures for implementing Traffic Management Plans (TMPs). The document includes specific requirements for temporary signage, traffic control devices, and risk management, as well as the use of Truck Mounted Attenuators (TMAs) and other safety measures. It also outlines accreditation requirements for traffic management personnel and provides detailed inventories and application schedules for various road signs.",
    "page_sequence_number": 67
}