{
    "page_content": [
        {
            "section_name": "APPENDIX 2 – Traffic Risk Classification",
            "parent_section_name": "[missing]",
            "text": "In order to clearly understand the risks associated with the works and then outline the manner in which identified risks will be managed, the TMP designer needs to undertake an assessment of all significant foreseeable risks associated with the works and determine the treatment measures that, so far as is reasonably practicable, minimise the risk.\n\nThe identification and assessment process is to be undertaken in accordance with AS/NZS ISO 31000 and the likelihood and consequences rated before the application of risk treatments (primary risk) and after (residual risk) the determined controls utilising Table A2-1, Table A2-2, Table A2-3, and Table A2-4 below.\n\nThe TMP designer is to, so far as is reasonably practicable, control or reduce identified risks in accordance with the hierarchy of control. Treatment measures are to be in accordance with the below Table A2-5 Management Approach for Residual Risk Rating.\n\nA Residual Risk Rating of Very High is not permissible.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "TABLE A2-1 – QUALITATIVE MEASURES OF CONSEQUENCE OR IMPACT",
            "parent_section_name": "APPENDIX 2 – Traffic Risk Classification",
            "text": "<table><tr><th>Consequence</th><th>Description</th></tr><tr><td>Insignificant</td><td>Midblock hourly traffic flow per lane is equal to or less than the allowable lane capacity detailed in AGTTM. No impact to the performance of the network. Affected intersection leg operates at a Level of Service (LoS) of A or B. No property damage.</td></tr><tr><td>Minor</td><td>Midblock hourly traffic flow per lane is greater than the allowable road capacity and less than 110% of the allowable road capacity as detailed in AGTTM. Minor impact to the performance of the network. Intersection performance operates at a Level of Service (LoS) of C. Minor property damage.</td></tr><tr><td>Moderate</td><td>Midblock hourly traffic flow per lane is equal to and greater than 110% and less than 135% of allowable road capacity as detailed in AGTTM. Moderate impact to the performance of the network. Intersection performance operates at a Level of Service (LoS) of D. Moderate property damage.</td></tr><tr><td>Major</td><td>Midblock hourly traffic flow per lane is equal to and greater than 135% and less then170% of allowable road capacity as detailed in AGTTM. Major impact to the performance of the network. Intersection performance operates at a Level of Service (LoS) of E. Major property damage.</td></tr><tr><td>Catastrophic</td><td>Midblock hourly traffic flow per lane is equal to and greater than 170% of allowable road capacity as detailed in AGTTM. Unacceptable impact to the performance of the network. Intersection performance operates at a Level of Service (LoS) of F. Total property damage.</td></tr></table>",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "true"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "vi",
    "document_title": "Traffic Management for Works on Roads - Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works. It emphasizes the importance of safety for both road users and workers, detailing the responsibilities of various authorities and the necessary procedures for implementing Traffic Management Plans (TMPs). The document includes specific requirements for temporary signage, traffic control devices, and risk management, as well as the use of Truck Mounted Attenuators (TMAs) and other safety measures. It also outlines accreditation requirements for traffic management personnel and provides detailed inventories and application schedules for various road signs.",
    "page_sequence_number": 92
}