{
    "page_content": [
        {
            "section_name": "2.1.2 Traffic Management Company Registration Scheme",
            "parent_section_name": "[missing]",
            "text": "related to closing a side road (that is not a State Road) from a State Road, but does not otherwise impede road users on the State Road (this may include using signs that are SIDE ROAD CLOSED, NO LEFT TURN, NO ENTRY, etc.); involves work that is limited only on a path for cyclists, pedestrians or both, providing that the users of such path are suitably catered for and other road users are not in any way impeded; or related to an ‘event’ as defined in the Traffic Management for Events Code of Practice and the only signage implemented on State Roads is from the Event Series (e.g. EVENT AHEAD, Cyclist (symbolic), EVENT ON SIDE ROAD, etc.). For the avoidance of doubt, “impeding” includes reducing the normal travel speed (including stopping) or deviating the normal travel path of the relevant road user. Further information regarding the Scheme is available at https://www.mainroads.wa.gov.au/technical-commercial/working-on-roads/",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "2.1.3 Works on Main Roads Roads in the Metropolitan Area",
            "parent_section_name": "2.1.3 Works on Main Roads Roads in the Metropolitan Area",
            "text": "Implementing approved traffic management on the Main Roads road network can often cause congestion that may be flagged by the Road Network Operations Centre (RNOC) as an incident. To avoid any confusion with RNOC, and potential delays to works, it is recommended that immediately prior to implementing approved traffic management on Main Roads controlled roads in the metropolitan area, the traffic management personnel onsite contact the Main Roads Road Network Operations Centre (RNOC) on 138 111.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "2.2 ROADS FOR WHICH LOCAL GOVERNMENT OR OTHERS ARE RESPONSIBLE",
            "parent_section_name": "2.2 ROADS FOR WHICH LOCAL GOVERNMENT OR OTHERS ARE RESPONSIBLE",
            "text": "Any party including utility service providers who are Authorised Bodies intending to conduct works on a road reserve that is not a declared ‘highway’ or ‘main road’, must prior to commencing the works, contact the relevant local government or the other Authority that is responsible for the care, control and management of the road to confirm their requirements.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "true"
        },
        {
            "section_name": "2.2 ROADS FOR WHICH LOCAL GOVERNMENT OR OTHERS ARE RESPONSIBLE",
            "parent_section_name": "2.2 ROADS FOR WHICH LOCAL GOVERNMENT OR OTHERS ARE RESPONSIBLE",
            "text": "<table><thead><tr><th>Location</th><th>Contact</th></tr></thead><tbody><tr><td>Main Roads reserve in Perth Metropolitan Region</td><td>enquiries@mainroads.wa.gov.au</td></tr><tr><td>Main Roads reserve outside Perth Metropolitan Region</td><td>The relevant Main Roads Regional Office - see Appendix 4</td></tr><tr><td>Local government road reserve</td><td>The relevant local government</td></tr><tr><td>Other road reserves</td><td>The Authority responsible for the road</td></tr></tbody></table>",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "true"
        },
        {
            "section_name": "2.3 WORKS AFFECTING TRAFFIC SIGNAL OPERATION",
            "parent_section_name": "2.3 WORKS AFFECTING TRAFFIC SIGNAL OPERATION",
            "text": "Where the proposed traffic management involves modification to existing signal phasing, number of traffic lanes and / or timing on local OR State Roads; the proposed changes to these devices are to be submitted to Main Roads accordance with the Temporary Traffic",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "19",
    "document_title": "Traffic Management for Works on Roads - Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works. It emphasizes the importance of safety for both road users and workers, detailing the responsibilities of various authorities and the necessary procedures for implementing Traffic Management Plans (TMPs). The document includes specific requirements for temporary signage, traffic control devices, and risk management, as well as the use of Truck Mounted Attenuators (TMAs) and other safety measures. It also outlines accreditation requirements for traffic management personnel and provides detailed inventories and application schedules for various road signs.",
    "page_sequence_number": 20
}