{
    "page_content": [
        {
            "section_name": "[missing]",
            "parent_section_name": "[missing]",
            "text": "OFFICIAL",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "AMENDMENT / REVISION STATUS RECORD",
            "parent_section_name": "[missing]",
            "text": "Date Section Amendment / Revision Description",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "AMENDMENT / REVISION STATUS RECORD",
            "parent_section_name": "[missing]",
            "text": "July 2024 Section 2.1.2 Updates to Registration Scheme Section 6.8.2 Figure 4 and 5 – error in table references amended Section 6.9.1 Updates to Mandatory Use of TMAs (note amendment to H035 and H058) Section 6.9.3 New section Incident Response and Emergency Works (relocated from TMA Code of Practice) Section 6.16 Clarification - Speed feedback sign requirements",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "AMENDMENT / REVISION STATUS RECORD",
            "parent_section_name": "[missing]",
            "text": "March 2024 Section 1.3.2 Update to Austroads National Training Section 2.1 Link added to determine State Roads and SLK Section 2.1.1 Main Roads Policy for Works on High Volume Roads incorporated into Code of Practice Section 2.1.2 Updates to Registration Scheme Section 2.4 Traffic Modelling Guideline due for release Section 4.2.3 Removal of the term ‘metropolitan area’ from item ii Clarification unsignalised turn lanes included in item iii Item ix relocated from Main Roads State Policy On site personnel requirement relocated from section 2.1.2 Section 4.5 Variation to the Code requirements updated Section 6.1.9 Sign spacing requirements clarified Section 6.3.1 Securing signs updated Section 6.5.2 Figure 2 modified, Table 6 updated Section 6.5.3 New section - Selecting Temporary Speed limits on State Roads Section 6.8.1 STOP HERE WHEN DIRECTED or STOP ON RED SIGNAL placement modified Section 6.8.3 Boom barriers must be considered at signalised intersections on roads where PTCDs are required Traffic controller position to be identified on TGS Section 6.8.6 Removal of maximum queue length Section 6.8.8 New section – Traffic Control Near Intersections",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "[missing]",
    "document_title": "Traffic Management for Works on Roads - Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works. It emphasizes the importance of safety for both road users and workers, detailing the responsibilities of various authorities and the necessary procedures for implementing Traffic Management Plans (TMPs). The document includes specific requirements for temporary signage, traffic control devices, and risk management, as well as the use of Truck Mounted Attenuators (TMAs) and other safety measures. It also outlines accreditation requirements for traffic management personnel and provides detailed inventories and application schedules for various road signs.",
    "page_sequence_number": 4
}