{
    "page_content": [
        {
            "section_name": "Long term works",
            "parent_section_name": "[missing]",
            "text": "For this Code, is a static road construction or maintenance project on a road that exceeds:\n• 4 weeks on Freeways, Tonkin, Reid or Roe Highway\n• 6 weeks any other road",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Metropolitan Area / Region",
            "parent_section_name": "[missing]",
            "text": "Main Roads regional boundaries can be found using the Road Information Mapping (RIM) system, go to www.mainroads.wa.gov.au > ‘Technical & Commercial’ > ‘Open Data, Maps & Apps’ > ‘Road Information Mapping’",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Must",
            "parent_section_name": "[missing]",
            "text": "Indicates that a statement is mandatory",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Primary distributor:",
            "parent_section_name": "[missing]",
            "text": "As per Metropolitan Functional Road Hierarchy definitions below(1)",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Rail Infrastructure Manager",
            "parent_section_name": "[missing]",
            "text": "An organisation responsible for managing the safe operation of a railway. This is often separate to the rail owner.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Residential Road / Street",
            "parent_section_name": "[missing]",
            "text": "Normally a single carriageway, two-way road in a residential district of an urban area carrying little through traffic and few large vehicles even during peak hours. Such roads have a speed limit not exceeding 60 km/h.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Residual risk:",
            "parent_section_name": "[missing]",
            "text": "Risk remaining after risk treatment (process to modify risk). Residual risk can contain unidentified risk. Residual risk can also be known as ‘retained risk’.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Road:",
            "parent_section_name": "[missing]",
            "text": "For this Code has the same meaning as that defined in Main Roads Act:\nmeans any thoroughfare, highway or road that the public is entitled to use and any part of the thoroughfare, highway or road, and all bridges (including any bridge over or under which a road passes), viaducts, tunnels, culverts, grids, approaches, paths for cyclists, pedestrians or both, and other things related to, or used in connection with, the road;",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Road reserve:",
            "parent_section_name": "[missing]",
            "text": "For this Code includes the land set aside, gazetted under an enactment or commonly used by the public as a road and all verges, traffic islands, median strips and other provisions associated therein for the conveyance or travel persons but does not include private tenements or freehold land.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "School Zone:",
            "parent_section_name": "[missing]",
            "text": "Means a carriageway or length of carriageway\n(a) defined at its beginning by means of a ‘School Zone’ sign and at its end by means of an ‘End School Zone ‘sign; or\n(b) that forms part of a network of 2 or more carriageways defined by means of ‘school zone’ signs erected near the boundary of each carriageway that provide access to the network and ‘End School Zone’ signs erected near the",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "iii",
    "document_title": "Traffic Management for Works on Roads Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works to ensure the safety of workers and road users. It includes standards for personnel competency, traffic management plans, risk management, and the use of traffic control devices. The document details specific requirements for signage, safety audits, and procedures for handling roadworks near sensitive areas. It also outlines the use of Truck Mounted Attenuators, shadow vehicles, and innovative traffic control devices, along with accreditation requirements for traffic management roles. Additionally, it provides an inventory and application schedule for various road signs used by Main Roads Western Australia.",
    "page_sequence_number": 89
}