{
    "page_content": [
        {
            "section_name": "School Zone:",
            "parent_section_name": "[missing]",
            "text": "boundary of each carriageway that provided exit from the area.\nSchool Zone Period: Means the days (if any), and the period (if any) during those days, that the speed limit indicates by a 'School Zone' sign has effect.\nShall: Indicates that a statement is mandatory (note must is the preferred term for mandatory requirements)\nShould: Indicates a recommendation.\nSpeed zone: A length of road subject to legally enforceable speed limits\nState Road: For this Code 'State Road' refers to roads that have been declared 'highways' or 'main roads' and are managed by the Commissioner of Main Roads under the provisions of the Main Roads Act 1930. May also be referred to as Main Roads road.\nTraffic Control Diagram (TCD): Same as Traffic Guidance Scheme\nTraffic Management Plan (TMP): A document containing Traffic Guidance Schemes and documentation of project details in regard to traffic management at a work site. The documentation of project details includes, inter alia, responsible personnel, proposed timing of the works, approvals that have been gained, traffic volume/type details, documentation of risk management and special provisions for specific road user types.\nTraffic Warden: Means a person appointed as a warden under regulation 23 Road Traffic (Administration) Act 2008 to control vehicles and pedestrians at children's crossings and pedestrian crossings",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "NOTES:",
            "parent_section_name": "[missing]",
            "text": "(1)Metropolitan Functional Road Hierarchy Definitions\nPrimary Distributors: These provide for major regional and inter-regional traffic movement and carry large volumes of generally fast moving traffic. Some are strategic freight routes and all are National or State roads. They are managed by Main Roads.\nDistrict Distributor A: These carry traffic between industrial, commercial and residential areas and generally connect to Primary Distributors. These are likely to be truck routes and provide only limited access to adjoining property. They are managed by local government.\nDistrict Distributor B: Perform a similar function to type A District Distributors but with reduced capacity due to flow restrictions caused by access to and roadside parking alongside adjoining property. These are often older roads with a traffic demand in excess of that originally intended. District Distributor A and B roads run between land-use cells and generally not through them, forming a grid which would ideally space them around 1.5km apart. They are managed by local government.\nLocal Distributors: Carry traffic within a cell and link District Distributors at the boundary to",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "OFFICIAL",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "iv",
    "document_title": "Traffic Management for Works on Roads Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works to ensure the safety of workers and road users. It includes standards for personnel competency, traffic management plans, risk management, and the use of traffic control devices. The document details specific requirements for signage, safety audits, and procedures for handling roadworks near sensitive areas. It also outlines the use of Truck Mounted Attenuators, shadow vehicles, and innovative traffic control devices, along with accreditation requirements for traffic management roles. Additionally, it provides an inventory and application schedule for various road signs used by Main Roads Western Australia.",
    "page_sequence_number": 90
}