{
    "page_content": [
        {
            "section_name": "6.9.1.1 Freeways and High Speed Roads",
            "parent_section_name": "[missing]",
            "text": "shoulder/emergency lane is 2 m wide or less from a road safety barrier.\n\nA blocker vehicle is not required when closing more than one lane of traffic for the following reasons: increased advanced warning, increased available stopping distance to the work area and reduced travel speed of road users (Refer to diagrams 4 and 6 of Appendix C within the Requirements for the use of Truck Mounted Attenuators in WA – Code of Practice)\n\nIt is also recommended to use a second blocker vehicle (does not have to be TMA) adjacent to the worksite to prevent worksite intrusion by errant vehicles on the roadside (Refer to diagram 7 of Appendix C within the Requirements for the use of Truck Mounted Attenuators in WA – Code of Practice).\n\nAt other locations a risk assessment must be conducted to determine if a vehicle entering the work area is a significant risk.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "6.9.1.2 Other High Volume State Roads",
            "parent_section_name": "[missing]",
            "text": "A TMA must be used for works in the traffic lane on:\n\n• Roads listed at clause 6.9.1 and/or in table below; and/or\n• State Roads with:\n  o 15,000 vehicles per day (AADT) or more; and 90 km/h or more (even if the speed limit is reduced within in a small, localised section of that road to accommodate the operation of traffic control signals); AND/OR\n  o A permanent posted speed of 80 km/h or more; and Traffic volume of 20,000 vehicles per day (AADT) or more",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "61",
    "document_title": "Traffic Management for Works on Roads - Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works. It emphasizes the importance of safety for both road users and workers, detailing the responsibilities of various authorities and the necessary procedures for implementing Traffic Management Plans (TMPs). The document includes specific requirements for temporary signage, traffic control devices, and risk management, as well as the use of Truck Mounted Attenuators (TMAs) and other safety measures. It also outlines accreditation requirements for traffic management personnel and provides detailed inventories and application schedules for various road signs.",
    "page_sequence_number": 62
}