{
    "page_content": [
        {
            "section_name": "APPENDIX 1 – Definitions",
            "parent_section_name": "[missing]",
            "text": "The following definitions are specific to this Code, refer to AGTTM Part 1 for all definitions relating to temporary traffic management.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "[missing]",
            "parent_section_name": "APPENDIX 1 – Definitions",
            "text": "Access roads: As per Metropolitan Functional Road Hierarchy definitions below (1)\n\nAuthorised Body: Being the same definition as that in Regulation 3 of the Road Traffic Code 2000 – means a government department, government instrumentality, statutory authority, local government or a body authorised by the Commissioner of Main Roads for the purposes of Regulation 297(2) of the Road Traffic Code 2000\n\nCarriageway: Section of the road devoted particularly to the use of vehicles, that is between the guideposts, kerbs or barriers where these are provided, inclusive of shoulders and auxiliary lanes.\n\nChildren’s Crossing: Means a warranted children’s crossing controlled by a Traffic Warden employed by the WA Police Force.\n\nDirect Supervision: Within visual and verbal communication of a qualified person\n\nDistrict distributor: As per Metropolitan Functional Road Hierarchy definitions below(1)\n\nDuty of care: The legal duty on the part of a person conducting a business or undertaking (PCBU) or worker that have an influence on the potential hazards in a work site, which requires them to take reasonable care to protect the health and safety of others at the work site including road users who may be at a foreseeable risk of harm.\n\nEmergency: A situation where a life threatening risk exists and the consequences of not taking action are judged to be worse than if action is taken.\n\nHigh speed roads: For this Code, roads with a permanent speed limit of 90 km/h or more.\n\nHigh volume roads: For this Code, multi-lane roads with traffic volumes exceeding 4 000 vehicles per day per lane.\n\nInstrument of Authorisation: A legal instrument through which the Commissioner of Main Roads, under Regulation 297 of the Road Traffic Code 2000, formally delegates to an Authorised Body the authority to erect, establish or display and alter or take down any road sign or traffic control signal for the purpose and duration of any roadworks subject to conditions set out in the instrument. In order to take effect, the instrument must be executed by the Commissioner and the body the subject of the instrument.\n\nLevel of Service: (a) An index of the operational performance of traffic on a given traffic lane, carriageway or road when",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "ii",
    "document_title": "Traffic Management for Works on Roads - Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works. It emphasizes the importance of safety for both road users and workers, detailing the responsibilities of various authorities and the necessary procedures for implementing Traffic Management Plans (TMPs). The document includes specific requirements for temporary signage, traffic control devices, and risk management, as well as the use of Truck Mounted Attenuators (TMAs) and other safety measures. It also outlines accreditation requirements for traffic management personnel and provides detailed inventories and application schedules for various road signs.",
    "page_sequence_number": 88
}