{
    "page_content": [
        {
            "section_name": "6.10 ILLUMINATED FLASHING ARROW SIGN",
            "parent_section_name": "6.10 ILLUMINATED FLASHING ARROW SIGN",
            "text": "The primary illuminated flashing arrow signs should be used as follows:",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "6.10 ILLUMINATED FLASHING ARROW SIGN",
            "parent_section_name": "6.10 ILLUMINATED FLASHING ARROW SIGN",
            "text": "<table><tr><th>Circumstance</th><th>Size</th></tr><tr><td>Lane closures or mobile works on roads with a permanent speed of 60 km/h or less</td><td>Size A 1260 x 650 mm</td></tr><tr><td>Lane closures or mobile works on roads with a permanent speed of 70 km/h or more</td><td>Size B 1500 x 770 mm</td></tr><tr><td>Lane closures or mobile works on: <ul><li>Any freeway; or</li><li>multilane roads with a speed of 90 km/h or more and 15,000 vpd or more; or</li><li>where a high level of long-distance advance warning is desirable for safety</li></ul></td><td>Size C 2400 x 1200 mm</td></tr></table>",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "true"
        },
        {
            "section_name": "6.10 ILLUMINATED FLASHING ARROW SIGN",
            "parent_section_name": "6.10 ILLUMINATED FLASHING ARROW SIGN",
            "text": "Note: the above does not apply to vehicle mounted warning devices on support / work vehicles.\n\nThe lamps used on the vehicle mounted warning device should meet the requirements of the Society for Automotive Engineers (SAE) Class 1 warning lights (i.e. be at least 8100 candela).",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "64",
    "document_title": "Traffic Management for Works on Roads Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works to ensure the safety of workers and road users. It includes standards for personnel competency, traffic management plans, risk management, and the use of traffic control devices. The document details specific requirements for signage, safety audits, and procedures for handling roadworks near sensitive areas. It also outlines the use of Truck Mounted Attenuators, shadow vehicles, and innovative traffic control devices, along with accreditation requirements for traffic management roles. Additionally, it provides an inventory and application schedule for various road signs used by Main Roads Western Australia.",
    "page_sequence_number": 65
}