{
    "page_content": [
        {
            "section_name": "6.20 WORKSITE ACCESS",
            "parent_section_name": "[missing]",
            "text": "Requirements for the entry and exit to the worksite at long term works on high speed high volume State Roads are as follows:\n\n• A diverge transition must be provided to allow work vehicles to leave the traffic stream before entering the worksite.\n• Merge sight distance to the diverge and merge points must be provided, where practical avoid placing access points on curves.\n• The diverge and access points must be clearly defined for all approaching vehicles that is clearly signed and delineated.\n• Where practical, site access points should be placed at on or off ramps to reduce safety and network performance risks.\n• A deceleration zone prior to the access point for work vehicles entering the worksite must be provided, as a minimum the deceleration zone must be based on a speed of at least 20 km/h below the posted speed (e.g. 60 km/h in an 80 km/h speed zone).\n• An acceleration zone for work vehicles exiting the worksite must be provided.\n• Mutual visibility between drivers on the freeway and the work vehicles entering the freeway should be provided. This should be a minimum of 4 seconds of travel at respective operating speeds prior to the point where the work vehicle will enter the freeway.\n• The design of access points should be based on the size and weight of the vehicles accessing the worksite (as per Austroads Guide to Road Design) or additional special access points should be provided.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "OFFICIAL",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "76",
    "document_title": "Traffic Management for Works on Roads Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works to ensure the safety of workers and road users. It includes standards for personnel competency, traffic management plans, risk management, and the use of traffic control devices. The document details specific requirements for signage, safety audits, and procedures for handling roadworks near sensitive areas. It also outlines the use of Truck Mounted Attenuators, shadow vehicles, and innovative traffic control devices, along with accreditation requirements for traffic management roles. Additionally, it provides an inventory and application schedule for various road signs used by Main Roads Western Australia.",
    "page_sequence_number": 77
}