{
    "page_content": [
        {
            "section_name": "6.8.7 Roadworks Pilot Vehicles",
            "parent_section_name": "[missing]",
            "text": "The roadworks pilot vehicle driver must have a current driver’s licence, BWTM accreditation and be competent to perform roadwork pilot vehicle driver duties.\n\nNOTE: This task is separate to and different from the requirements for pilot vehicles for heavy vehicles in general traffic situations.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "6.8.8 Traffic Control Near Intersections",
            "parent_section_name": "[missing]",
            "text": "When undertaking any form of Traffic Control the following will be considered two traffic approaches:\n• Traffic entering from the side road16 will enter the lane being controlled by a Traffic Controller and/or Portable Traffic Control Device (PTCD); and\n• The centreline of the side road is within 30 m of the position of the STOP HERE WHEN DIRECTED or STOP HERE ON RED SIGNAL sign on the through road.\n\nA single traffic controller must never control more than one traffic approach, therefor when both of the above will be met an additional Traffic Controller and/or PTCD must be positioned on the side road to control traffic entering the through road.\n\nSee figure 6 below, a Traffic Controller or PTCD must be positioned on the side road where traffic entering from the through road will be required to stop within the red boxed area.\n\nAll other side roads within the worksite must be risk assessed to determine if traffic entering the through road needs to be controlled by a traffic controller or PTCD.",
            "image_diagram_summary": "Figure 6: Traffic control near a side road. The diagram shows a T-intersection with a red boxed area indicating the position where a Traffic Controller or PTCD must be placed. The side road is marked with 30m distances on either side of the intersection. #T-intersection #redbox #trafficcontrol",
            "contains_image_diagam": "true",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "59",
    "document_title": "Traffic Management for Works on Roads - Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works. It emphasizes the importance of safety for both road users and workers, detailing the responsibilities of various authorities and the necessary procedures for implementing Traffic Management Plans (TMPs). The document includes specific requirements for temporary signage, traffic control devices, and risk management, as well as the use of Truck Mounted Attenuators (TMAs) and other safety measures. It also outlines accreditation requirements for traffic management personnel and provides detailed inventories and application schedules for various road signs.",
    "page_sequence_number": 60
}