{
    "page_content": [
        {
            "section_name": "Transperth",
            "parent_section_name": "[missing]",
            "text": "If planned road works are impacting Transperth bus services or bus stops* approval must be obtained from a member of the Transperth Service Disruption Team (Transperth.ServiceDisruptions@pta.wa.gov.au) ensuring they are satisfied with proposed detours and bus stop closure or relocations. The PTA will require a minimum of 5 working days’ notice to review any plans or traffic guidance schemes. A TGS indicating the bus detour and/or bus stop relocations must be provided.\n\n* Transperth approval is not required for any roadworks occurring on residential streets for a short duration (less than two hours and outside of peak times); however, they will still require of Notification of Roadworks form.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Children’s Crossings and School Zones",
            "parent_section_name": "[missing]",
            "text": "Children’s crossings in Western Australia are installed under the approval of a State Government appointed committee known as the Children’s Crossings and Road Safety Committee. Once approved, Main Roads and the relevant local government install children’s crossing infrastructure to strict guidelines. Unless in an emergency, under no circumstance must a children’s crossing be closed, moved or interfered with for the purpose of any works without seeking advice from the Children’s Crossing and Road Safety Committee via the Western Australia Police Children’s Crossing Unit.\n\nWhere works are located within a School Zone, consideration must be given to undertake the works outside the period indicated on the school zone sign or in school holidays. Where this cannot be done OR where a children’s crossing is located within a roadwork’s site, the following actions must be taken:\n\n• Consult with the Western Australian Police Children’s Crossing Unit at the planning stage to agree on and finalise arrangements for the safe passage of school children and pedestrians.\n\n• Ensure the speed shown on the temporary speed zone and termination signage is less than or equal to the speed shown on the school zone sign during the school zone operating times. In cases where the worksite extends beyond the school zone, termination signage must reflect the posted speed applicable to that section of road.\n\n• Where the children’s crossing stop line and side bollard have been removed as part of the roadworks, traffic controllers must be positioned at the location of the children’s crossing stop line(s) to guide vehicles where to stop on the approach side of the children’s crossing.\n\n• Where roadworks alters normal traffic paths during the operating times of a children’s crossing, traffic controllers must assist the Traffic Warden to control vehicles and pedestrians at the children’s crossing as required. If a Traffic Warden is not available, the crossing cannot be managed as a children’s crossing. However, Main Roads accredited traffic controllers may be utilised to ensure the safe operation of the crossing in the same manner as other priority pedestrian crossings are temporarily managed.\n\n• Provisions for pedestrian and bicycle facilities must be in accordance with AGTTM.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "31",
    "document_title": "Traffic Management for Works on Roads Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works to ensure the safety of workers and road users. It includes standards for personnel competency, traffic management plans, risk management, and the use of traffic control devices. The document details specific requirements for signage, safety audits, and procedures for handling roadworks near sensitive areas. It also outlines the use of Truck Mounted Attenuators, shadow vehicles, and innovative traffic control devices, along with accreditation requirements for traffic management roles. Additionally, it provides an inventory and application schedule for various road signs used by Main Roads Western Australia.",
    "page_sequence_number": 32
}