{
    "page_content": [
        {
            "section_name": "6.13 SHADOW VEHICLE",
            "parent_section_name": "[missing]",
            "text": "The use and location of the shadow vehicle must be outlined in the TMP and TGS, the shadow vehicle must be within a reasonable proximity to workers. This should be based on a risk assessment considering the following:\n• likelihood of an errant vehicle impacting the workers\n• vehicles entering from nearby intersections that could enter the closed lane\n• horizontal and vertical curves near workers\n• confusing roadworks layout\n• road surface\n• proximity of workers to the travel way\n• use of a lookout person\n• use of a pilot vehicle\n\nWhere the ‘active’ works is not in close proximity of the start of the lane closure, i.e. where sight distance and sight line requirements cannot be maintained, an additional illuminated flashing arrow sign is required to assist road users in manoeuvring past the taper.\n\nWhere the shadow vehicle is a TMA, the additional illuminated flashing arrow sign at the start of the lane closure is not required to be a TMA, this must be based on a risk assessment.\n\nThe below figures illustrate examples of using shadow vehicles to protect workers.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "6.13 SHADOW VEHICLE",
            "parent_section_name": "[missing]",
            "text": "Figure 8: Shadow vehicle scenario 1 – Works in live traffic lane on road with two lanes in one direction.",
            "image_diagram_summary": "Figure 8 shows a road with two lanes in one direction. A shadow vehicle is positioned in the live traffic lane, with a work area marked on the side. Orange cones are used to delineate the work area. #road #cones #shadowvehicle #workarea",
            "contains_image_diagam": "true",
            "contains_table": "false"
        },
        {
            "section_name": "6.13 SHADOW VEHICLE",
            "parent_section_name": "[missing]",
            "text": "Figure 9: Shadow vehicle scenario 1 – Works in live traffic lane on road with two lanes in one direction. Example illustrates where shadow vehicle has been positioned closer to work area and additional arrow board used at the beginning of the lane closure.",
            "image_diagram_summary": "Figure 9 depicts a similar scenario to Figure 8 but with the shadow vehicle positioned closer to the work area. An additional arrow board is used at the beginning of the lane closure to guide traffic. #road #cones #shadowvehicle #workarea #arrowboard",
            "contains_image_diagam": "true",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "69",
    "document_title": "Traffic Management for Works on Roads - Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works. It emphasizes the importance of safety for both road users and workers, detailing the responsibilities of various authorities and the necessary procedures for implementing Traffic Management Plans (TMPs). The document includes specific requirements for temporary signage, traffic control devices, and risk management, as well as the use of Truck Mounted Attenuators (TMAs) and other safety measures. It also outlines accreditation requirements for traffic management personnel and provides detailed inventories and application schedules for various road signs.",
    "page_sequence_number": 70
}