{
    "page_content": [
        {
            "section_name": "4.4.2 Notification of Approved Roadworks",
            "parent_section_name": "4.4 Notification of Approved Roadworks",
            "text": "Notification of approved Roadworks must be sent using the form in Appendix 4 at least seven (7) days prior to works commencing, in the following situations. Note: the notification form does not replace the need to consult with relevant stakeholders. (a ‘Word’ document version of the Notification of Roadworks Form is available on Main Roads website at www.mainroads.wa.gov.au; go to ‘Technical & Commercial’ > ‘Working on Roads’.) There may be other stakeholders that require notification that aren’t listed. Only stakeholders impacted should be sent the form: • Works involving the complete closure of any road (may not apply to access roads, however residents must be notified). • Works on primary and district distributor roads of more than four (4) hours duration where it is expected that traffic delays and congestion will occur. • Traffic management activities involving the establishment of a contra-flow. • Traffic management activities resulting in any direct or indirect changes to traffic flows and/or traffic composition on bridges, including situations where such changes are a result of lane closures or traffic detours. • Works on any primary or district distributor road where construction activities will make it difficult or impossible for the passage of general access or oversize vehicles, and traffic control devices cannot be easily shifted on a temporary basis to allow the vehicle to pass. • Traffic management activities that prohibit turning movements at signalised intersections. • Works occurring through any Traffic Warden controlled children’s crossing. • Any other activities where major impact on stakeholders are expected. It is essential that the relevant road authority is informed of all communications or notifications planned and/or executed to support the implementation of traffic management. For all works requiring the complete or partial closure of a road, an outline of the planned communications should accompany the Notification of Roadworks form. Where applicable, contact details for the communications coordinator (or equivalent) should also be provided.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "4.5 VARIATION TO THE CODE, AGTTM AND STANDARDS",
            "parent_section_name": "[missing]",
            "text": "The Code of Practice, AS1742.3 and AGTTM contain mandatory requirements (must or shall) and recommendations (should). The application of these mandatory requirements and recommendations is intended to provide the optimal level of safety and traffic efficiency. Variations to these treatments may be undertaken as follows: a) Where recommendations (should) are not adopted when preparing the TMP, this must be included within the risk assessment within the TMP. b) Where mandatory requirements (must or shall) are not adopted in preparing a TMP, a risk assessment undertaken by a Roadworks Traffic Manager (see section 4.3) must be undertaken and the approval for the variation must be obtained from the relevant Road Infrastructure Manager using the Variation to Standards Application Form available from the Main Roads website www.mainroads.wa.gov.au; go to ‘Technical & Commercial > ‘Working on Roads’ When undertaking the variation to standard the RTM must review and endorse the entire TMP.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "33",
    "document_title": "Traffic Management for Works on Roads Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works to ensure the safety of workers and road users. It includes standards for personnel competency, traffic management plans, risk management, and the use of traffic control devices. The document details specific requirements for signage, safety audits, and procedures for handling roadworks near sensitive areas. It also outlines the use of Truck Mounted Attenuators, shadow vehicles, and innovative traffic control devices, along with accreditation requirements for traffic management roles. Additionally, it provides an inventory and application schedule for various road signs used by Main Roads Western Australia.",
    "page_sequence_number": 34
}