{
    "page_content": [
        {
            "section_name": "6.6.2 Barrier Edge Clearances",
            "parent_section_name": "[missing]",
            "text": "The below minimum edge clearances are recommended as a variation to table 5.1 of AGTTM Part 3.\n\nTable 8 – Road Safety Barrier System Clearance to Traffic Lane\n\n<table>\n<tr><th>Speed (km/h)</th><th>Distance (m)*</th></tr>\n<tr><td>40 km/h or less</td><td>0.2</td></tr>\n<tr><td>41-60 km/h</td><td>0.3</td></tr>\n<tr><td>61-80 km/h</td><td>0.5</td></tr>\n<tr><td>Greater than 80 km/h</td><td>1</td></tr>\n</table>\n\nThe above reduced clearance does not apply to the leading edge of the barrier system, Table 5.1 of AGTTM Part 3 should apply. This will reduce the risk of errant vehicles colliding with the end treatment of the barrier.",
            "image_diagram_summary": "Diagram showing the front and side views of temporary pavement markers. The front view includes two locations for reflective strips, while the side view shows the placement of markers at 12m intervals. Detailed dimensions and notes on adhesive and reflective strip placement are also provided. #diagram #reflective #markers #dimensions",
            "contains_image_diagam": "true",
            "contains_table": "true"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "49",
    "document_title": "Traffic Management for Works on Roads - Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works. It emphasizes the importance of safety for both road users and workers, detailing the responsibilities of various authorities and the necessary procedures for implementing Traffic Management Plans (TMPs). The document includes specific requirements for temporary signage, traffic control devices, and risk management, as well as the use of Truck Mounted Attenuators (TMAs) and other safety measures. It also outlines accreditation requirements for traffic management personnel and provides detailed inventories and application schedules for various road signs.",
    "page_sequence_number": 50
}