{
    "page_content": [
        {
            "section_name": "6.2.3 Substrates for Multi-Message Signs",
            "parent_section_name": "[missing]",
            "text": "The signs must be sourced from an approved sign maker. This ensures the sign sheeting materials are in accordance with the required standards. The list of approved manufacturers is available in Specifications 601 – Signs, which can be found on the Main Roads website www.mainroads.wa.gov.au (‘Technical & Commercial’ > ‘Technical Library’) refer to Annexure 601 I ‘Sign Makers Accredited by Retroreflective Sheeting Manufacturers’. The rear of the sign substrate must be non-reflective. When using core flute multi-message signs at worksites where the signs will be operating both day and night or the signs will be left unattended, there must be at least two (2) 5 mm thick core flute signs back-to-back in the multi-message frame to help prevent the sign from blowing out and /or sliding across (if back-to-back messages are not required the rear set of panels must show the blank/rear plate).",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "6.2.4 Selection and Use of Multi-Message Signs",
            "parent_section_name": "[missing]",
            "text": "All Main Roads approved Multi-Message Signs are on the Main Roads website at www.mainroads.wa.gov.au; go to ‘Technical & Commercial’ > ‘Technical Library’ > ‘Signs Index’ > ‘Multi Message Signs’. For the sign application schedule refer to Appendix 5, this must be read in conjunction with clause 4.2.2 of AS1742.3. The requirement within AS1742.3 that there shall be no more than one regulatory sign panel in the same MMS frame does not apply when using a regulatory sign that displays the vehicles excepted message10 or the AT STREET NAME sign (MMS-REG-13). Example use of more than one regulatory sign within the same MMS frame:",
            "image_diagram_summary": "An image showing a combination of two signs: one indicating 'AUTHORIZED VEHICLES EXCEPTED' with a red circle and slash over a car, and another indicating 'DETOUR' with a left arrow. #signs #regulatory #detour #vehicles",
            "contains_image_diagam": "true",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "MAIN ROADS Western Australia",
    "page_number": "41",
    "document_title": "Traffic Management for Works on Roads Code of Practice",
    "document_summary": "The 'Traffic Management for Works on Roads: Code of Practice' by Main Roads Western Australia provides comprehensive guidelines for managing traffic during road works to ensure the safety of workers and road users. It includes standards for personnel competency, traffic management plans, risk management, and the use of traffic control devices. The document details specific requirements for signage, safety audits, and procedures for handling roadworks near sensitive areas. It also outlines the use of Truck Mounted Attenuators, shadow vehicles, and innovative traffic control devices, along with accreditation requirements for traffic management roles. Additionally, it provides an inventory and application schedule for various road signs used by Main Roads Western Australia.",
    "page_sequence_number": 42
}