{
    "page_content": [
        {
            "section_name": "Prime Minister's introduction",
            "parent_section_name": "[missing]",
            "text": "Change, unprecedented in its scale and pace, is the tenor of our times. These are the most exciting times, the times of greatest opportunity, but they are also times of uncertainty, of risk, indeed of danger. But in the midst of such change, Australia’s values are enduring. We are one of the oldest democracies and the most successful multicultural society in the world. We are creating the competitiveness and flexibility our economy needs to thrive in an interdependent, fast-changing world. But we must also acknowledge we are facing the most complex and challenging geostrategic environment since the early years of the Cold War. We cannot assume that prosperity and security just happen by themselves. The 2017 Foreign Policy White Paper is grounded in our national foundations of freedom, equality, the rule of law and mutual respect. Our commitment to those values and the institutions which uphold them gives us confidence and credibility in the global competition for customers, capital and talent. That same commitment serves to strengthen the stability of our region and reduce opportunities for coercion. This White Paper shows how our economic and security interests are converging. More than ever, Australia must be sovereign, not reliant. We must take responsibility for our own security and prosperity while recognising we are stronger when sharing the burden of leadership with trusted partners and friends. This Foreign Policy White Paper shows Australia to be focused on our region, determined to realise a secure, open and prosperous Indo–Pacific, while also strengthening and diversifying partnerships across the globe. It shows how we are meeting the challenges of an uncertain future with confidence, open to the world and its opportunities, while resolutely resisting threats to our way of life.",
            "image_diagram_summary": "Image of Malcolm Turnbull, Prime Minister of Australia, in a suit and tie. #portrait #formal #leader",
            "contains_image_diagam": true,
            "contains_table": false
        }
    ],
    "page_header": "[missing]",
    "page_footer": "iii",
    "page_number": "iii",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 4
}