{
    "page_content": [
        {
            "section_name": "An enduring partnership with Papua New Guinea",
            "parent_section_name": "[missing]",
            "text": "in resource projects. While this offers potential for growth, a more diverse economy also focused on agriculture, fisheries, services and tourism, as well as better governance, will be essential for Papua New Guinea to convert its natural endowments into sustained, broad-based economic growth. Papua New Guinea continues to face serious development challenges. Its population of about 8 million—40 per cent under the age of 15—is projected to reach 18 million by 2050. The delivery of services is suffering because of a shortage of capacity and a constrained budget. Many development indicators—such as maternal, child and infant mortality, the rate of communicable diseases, and access to clean water and sanitation—are poor. Reflecting its challenges and the closeness of our relationship, Papua New Guinea is our largest development partner, with Australia investing around $550 million a year in assistance. We work together to encourage economic growth, improve governance, and support health and education. Australia is also helping Papua New Guinea to empower women and foster a new generation of leaders. Australia will continue to support the Papua New Guinea and autonomous Bougainville governments to implement the 2001 Peace Agreement, which underpins peace and stability in Bougainville.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Stepping up our engagement in the Pacific",
            "parent_section_name": "[missing]",
            "text": "To pursue common interests and respond to the region’s fundamental challenges, Australia will engage with the Pacific with greater intensity and ambition, deliver more integrated and innovative policy and make further, substantial long-term investments in the region’s development. We will look to test new ideas and adopt the most practical means to strengthen regional cooperation and integration. Some initiatives will commence bilaterally, allowing new measures to be trialled.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Promoting economic cooperation and integration",
            "parent_section_name": "[missing]",
            "text": "Economic integration within the region and with Australia and New Zealand is vital to the economic prospects of the Pacific. Growth is constrained for most countries because of a combination of remoteness from markets, limited land and resource bases, the dispersal of people over many islands and environmental fragility. When in force, the Pacific Agreement on Closer Economic Relations (PACER) Plus will lay the ground for stronger trade and investment, increasing business confidence through transparent and enforceable rules. Australia will work to improve opportunities for growth and jobs and to strengthen the economic resilience of the region by increasing opportunities for labour mobility to satisfy unmet demand in our labour market, investing in skills, and helping countries to capture growth potential in sectors such as tourism. Australia and the Pacific can also share institutions and systems to help bring efficiencies and economies of scale. As a first step, we will facilitate access for Nauru, Tonga and Tuvalu to use Australian testing services to improve the quality and reliability of pharmaceuticals. Our new Pacific Labour Scheme will allow workers from the region to take up non-seasonal low and semi-skilled work",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "101",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 112
}