{
    "page_content": [
        {
            "section_name": "Supporting our commercial interests",
            "parent_section_name": "[missing]",
            "text": "expertise and networks of all relevant government agencies to prosecute this agenda. The Government will implement a new non-tariff measures strategy to respond to business concerns. Our commercial diplomacy will focus strongly on promoting Australia as an attractive place to visit, study and invest. The Government emphasises five priority sectors for inbound investment as agreed with state and territory governments: agribusiness and food; major infrastructure; tourism infrastructure; resources and energy; and advanced manufacturing, services and technology. We will also focus on reducing or removing barriers that affect Australia’s export interests. More broadly, the Government will continue to assist Australian businesses, including our more than 45,000 small to medium sized enterprises, to access international markets. Austrade provides a range of support, from business introductions to market information. The Australian Government’s export credit agency, EFIC, assists firms to secure finance for export and to invest overseas. The Government is also partnering with the private sector to build the capability of Australian business to successfully engage in Asian markets, including through the Asialink Business and Asialink Leaders programs. The Government helps Australian companies export in other ways. For example, we are modernising rules for exporting agricultural produce to make compliance easier, including to meet requirements for overseas markets. We recently expanded the number of agricultural counsellors overseas who provide in-market support and help solve regulatory issues affecting Australian exports.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Competitiveness",
            "parent_section_name": "[missing]",
            "text": "Chapter 1 underlined the importance of a flexible and competitive economy to Australia’s prosperity and our national strength. Our openness to trade, investment, skilled migration and new technologies supports high living standards, creates jobs, and helps push down prices. In turn, policies that strengthen our competitiveness enable Australia to make the most of trade and investment opportunities. The Government is strengthening our competitiveness over the next decade by substantially increasing infrastructure funding, investing in science and innovation, cutting the company tax rate to 25 per cent and returning the budget to balance. The Government is also strengthening national competition and consumer legislation to enhance the competitiveness of Australian businesses and give consumers more choice through well-functioning markets. We are improving Australia’s infrastructure to boost our productive capacity and better connect us to international markets. We are investing $75 billion in transport infrastructure projects and over $50 billion for additional infrastructure, including the National Broadband Network, the National Water Infrastructure Development Fund and regional grants programs. The Government has also established a $5 billion infrastructure facility to support the development of major projects like ports, railways and electricity generation in Northern Australia. The Government’s National Innovation and Science Agenda (NISA) is encouraging the development of new technologies, including by supporting collaboration between businesses and universities,",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "65",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 76
}