{
    "page_content": [
        {
            "section_name": "Global cooperation",
            "parent_section_name": "[missing]",
            "text": "strengthening human rights and other norms of acceptable behaviour, and reducing the potential for pandemics and other international health risks to harm Australians. It is not possible to know how the pressures on the current international system will play out. Many countries are strongly invested in making institutions and global cooperation work. Not all rules are contested. It is possible to imagine, nonetheless, futures in which competition over power, influence and ideas dominate international relations. Australia would face a difficult economic and security environment in those circumstances. Our policy choices would be harder. Our engagement with the world might become narrower and more transactional. We might have to spend more on defence and national security capabilities. These risks underline the importance of Australia’s investment in strong rules and global cooperation.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Our global partnerships",
            "parent_section_name": "[missing]",
            "text": "Unique among global powers, the United States has built, contributed to and led the post-Second World War international order. It has done this not only in its own interest, but also to create public goods and a global system in which other countries can prosper. The scope of US interests and the interconnectedness of a globalised world will keep the United States strongly engaged internationally. At the same time, concerns in the United States about the costs of its global leadership, and some of the effects of globalisation, have been growing in recent years. There is greater debate about whether and how the United States should act to sustain parts of the international system. Australia believes that international challenges can only be tackled effectively when the world’s wealthiest, most innovative and most powerful country is engaged in solving them. Strong and sustained US engagement in the international system, including the United Nations, remains fundamental to international stability and prosperity. Without such engagement, the effectiveness and liberal character of the international order would erode. Supporting US global leadership, therefore, serves Australia’s national interests. The United States reasonably expects its partners to help bear some of the costs of maintaining the current order. Australia will continue to do so, including through our alliance, broader contributions to regional and global security and the ideas we bring to our multilateral engagement. At the same time, cooperation with other like-minded partners who support strong rules and institutions is becoming more important. Among these are the United Kingdom, the European Union, Japan, Canada and New Zealand. The United Kingdom is one of Australia’s most important partners. Its exit from the European Union will change the framework for our engagement but will not alter its foundation. We see this transition as an opportunity to re-invigorate cooperation as the United Kingdom maintains a global role on security and economic issues. A strong European Union remains vital to Australia’s interests and will be an increasingly important partner in protecting and promoting a rules-based international order. We will continue to cooperate closely with the European Union and its member states on our shared interest in",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "80",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 91
}