{
    "page_content": [
        {
            "section_name": "Chapter eight: Partnerships and soft power",
            "parent_section_name": "[missing]",
            "text": "diplomacy, such as our joint research initiatives with China and India, strengthens bilateral relationships. Our international science collaboration generates new ideas to respond to emerging research opportunities and challenges. It provides our scientists and researchers with networks at home and overseas. We also encourage some of the world’s best and brightest to pursue opportunities in Australia to deepen our talent pool. The talent we attract drives the development of new products and knowledge, linking Australia to technological developments needed for the industries of the future. Australia is also a leader on a range of health issues, including emergency preparedness and response, health technology and assessments, regulatory processes for medicines, medical devices and cell and tissue products, tobacco control, and ageing and health care. By sharing our expertise in health we add to our influence in a sector fundamental to the wellbeing and prosperity of all nations.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Creative excellence",
            "parent_section_name": "Chapter eight: Partnerships and soft power",
            "text": "The arts are more than a cultural export. Collaboration on cultural projects helps build influence and partnerships internationally and creates shared understanding. The Government's promotion of Australian excellence in culture and the arts works to establish networks and encourage collaboration and exchanges between Australian artists and arts organisations and their international partners. It helps to expand audiences and markets for Australian artistic work and creative products. We also promote Australian expertise in arts production and management, and build our reputation as a culturally rich and diverse society. We will continue, for example, to invest in exporting Australia’s software development and interactive content expertise to take advantage of growth in digital games development. The Government will continue to partner with the private sector and state governments to ensure Australia is recognised as a world-class filming destination. We also showcase Australia’s creative industries in dedicated international programs, such as G’day USA, which promotes Australia every year in the world’s largest consumer market.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Sports diplomacy",
            "parent_section_name": "Chapter eight: Partnerships and soft power",
            "text": "Australia is recognised globally as a high-performing and passionate sporting nation. Our sports diplomacy showcases Australia’s expertise in areas such as event management, elite sports and sports medicine. Sport enables us to connect and engage with people and institutions around the world, including by hosting major events such as the 2018 Commonwealth Games and the men’s and women’s T20 Cricket World Cups in 2020.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Visits and exchanges",
            "parent_section_name": "Chapter eight: Partnerships and soft power",
            "text": "One of the most effective ways to promote Australia is through sponsored visits and exchanges. The International Media Visits program, for example, exposes influential foreign journalists to contemporary Australia and aims to generate accurate and informed overseas media reporting. Other programs, such as the Special Visits Program, showcase Australian expertise, institutions, governance, culture and lifestyle, and explore opportunities for",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "114",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 125
}