{
    "page_content": [
        {
            "section_name": "A stable and prosperous Indo–Pacific",
            "parent_section_name": "[missing]",
            "text": "with Japan, one of our most important regionally and globally, will remain essential to Australia’s interests. In addition to the United States, we will strengthen economic ties and other shared interests with Indonesia, India and the Republic of Korea. As competition for influence in Southeast Asia sharpens, the Government will ensure Australia remains a leading economic, development and strategic partner for ASEAN and its members. The Government will also continue to invest in regional institutions because they promote economic cooperation and help build norms that support the peaceful resolution of disputes. As set out in the 2016 Defence White Paper, Australia will boost defence engagement with countries in the Indo-Pacific, including through increased training, exercises and capacity building. Australia will also pursue regional trade and investment arrangements that increase growth and promote openness, competition and transparency, helping to defuse strategic rivalry. Through these policy approaches the Government will act to support an Indo-Pacific region in which: \n\n- countries foster habits of dialogue and cooperation, and resolve disputes peacefully in accordance with international law and without the threat or use of force or coercion \n- open markets facilitate flows of goods, services, capital and ideas \n- economic integration is inclusive of and open to all the region’s economies \n- rights of freedom of navigation and overflight are upheld and the rights of small states are protected \n- the United States remains strongly engaged in the economic and security affairs of the region and continues to help shape its institutions and norms, and \n- China plays a leading role in a way that strengthens a regional order based on these principles. Australia will also work resolutely with our partners to counter the serious threat posed by North Korea, including by greater efforts to exert economic pressure. The policies in this chapter reflect an active approach by Australia to shaping the character of our region. The Government recognises the difficulty of this task in an era of shifting power balances and greater rivalry. In particular, the objectives set out above can only be secured if the region’s major powers—notably the United States and China—believe that their interests are also served by them. This is not assured. In the decade ahead we expect further contestation over ideas and influence, directly affecting Australia. It is imperative that Australia prepare for the long term. Australia and our regional partners have a shared interest in seeking to build a regional economic and strategic culture that supports stability, cooperation, the rule of law and openness.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "The United States and China",
            "parent_section_name": "[missing]",
            "text": "The Indo-Pacific’s stability depends more than ever on the actions of, and relations between, two of Australia’s most important partners—the United States and China. Australia tangibly supports the deep engagement of the United States in the economic and security affairs of the region,",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "Chapter three: A stable and prosperous Indo-Pacific",
    "page_footer": "[missing]",
    "page_number": "38",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 49
}