{
    "page_content": [
        {
            "section_name": "A shared agenda for security and prosperity",
            "parent_section_name": "[missing]",
            "text": "New Zealand will remain an essential partner in support of the economic growth, stability and security of the region. Australia and New Zealand will align our approaches to the Pacific. Our cooperation has wider regional and global dimensions. Australia’s relationship with New Zealand is our most comprehensive and we are committed to deepening it further. We have high levels of police and military interoperability and collaborate on strategic planning, capability development and intelligence. This will continue to be essential to prosecuting shared interests, including in the Pacific. Australia recognises that increasing competition for influence and economic opportunities in Papua New Guinea, other Pacific countries and Timor-Leste, as well as growing aid and loans from other sources, means they can turn elsewhere for advice and assistance. This brings opportunity in many cases, but also has the potential to strain the capacity of countries to absorb assistance and manage their debt levels. It could also undermine regional coordination. In particular, Australia will engage the Pacific’s outside partners to encourage them to work in a manner that strengthens cooperation, builds more sustainable and resilient economies and maintains stability. We will encourage responsible lending to the region and adherence to the priorities identified by regional governments and the Pacific Islands Forum. Australia will support efforts to attract public and private investment in the Pacific and Timor-Leste. We continue to work to increase the provision of multilateral bank finance and expertise, especially by the World Bank and Asian Development Bank. This will be essential to redress the infrastructure shortfall in the Pacific and Timor-Leste, estimated to be US$46 billion out to 2030.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "An enduring partnership with Papua New Guinea",
            "parent_section_name": "[missing]",
            "text": "Supporting a stable and prosperous Papua New Guinea is one of our most important foreign policy objectives. The Torres Strait is the closest thing Australia has to a land border—it is less than four kilometres from the Papua New Guinea mainland to the nearest populated Australian island. Developments in Papua New Guinea have substantial implications for Australia, including our defence, border security, health security and economy. It is in our shared interest that Australia remains Papua New Guinea’s principal security partner. We will continue to pursue close defence cooperation and build capacity in policing and law and justice. We will work with Papua New Guinea to tackle illegal fishing, transnational crime and people smuggling. Ensuring the integrity of the Torres Strait Treaty, the foundation of our border arrangements, will remain a priority. Notwithstanding its current fiscal challenges, Papua New Guinea has considerable economic potential and a growing number of trade and investment partners. In this changing economic landscape, Australia will have to compete harder for business. Australian companies have already invested $18 billion in Papua New Guinea. Some 4,600 Australian firms do business there. A significant part of Papua New Guinea’s economy relies on foreign investment",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "100",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 111
}