{
    "page_content": [
        {
            "section_name": "Promoting economic cooperation and integration",
            "parent_section_name": "[missing]",
            "text": "in rural and regional Australia in growth sectors such as health care, social assistance and hospitality. In parallel, our Seasonal Worker Program will be streamlined to give more Australian employers access to a reliable seasonal workforce drawn from the Pacific and Timor-Leste. Participation in these programs benefits seasonal workers and their communities and supports economic growth in the Pacific and Timor-Leste. These programs are labour-market tested and will enable Australian employers to address labour shortages in towns and farms. They represent a partnership between Australian businesses and our neighbours that will help the Pacific through remittances as well as boost the economy in parts of regional Australia. We are establishing a Pacific Labour Facility to connect workers, employers and training institutions, provide financial education for workers, and monitor the impact of labour mobility programs both in Australia and in Pacific economies. We will continue to work with the Australia - Pacific Technical College to ensure that it and other Pacific training institutions provide the skills and qualifications needed by workers. We share an interest with our Pacific partners in maximising gains from the skills and remittances delivered through",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Labour mobility for the Pacific and Timor-Leste",
            "parent_section_name": "[missing]",
            "text": "Access to Australia’s temporary labour market benefits both the countries involved and Australia’s domestic industry. Since 2012, more than 18,000 visas for seasonal workers from the Pacific and Timor-Leste have been issued under the Seasonal Worker Program. Australian businesses benefit from a productive, returning workforce in sectors with labour shortages. These workers gain skills and savings not available in their home countries. For every six month placement, workers on average send home $5,000. In Tonga, the largest provider of seasonal workers in 2016-2017, this equated to over $13 million that year—almost half of the value of Australia’s annual development cooperation program to Tonga. Our new Pacific Labour Scheme will expand non-seasonal labour mobility opportunities for the Pacific. The scheme will replace the Northern Australia Worker Pilot, significantly increasing the places available and extending its scope to all rural and regional areas in Australia. Kiribati, Nauru and Tuvalu will continue to be a priority focus, with access to be extended to some other Pacific countries over time.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "102",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 113
}