{
    "page_content": [
        {
            "section_name": "Open, free and secure cyberspace",
            "parent_section_name": "[missing]",
            "text": "by the UN Group of Governmental Experts on cyber), and that no state should conduct or support ICT-enabled theft of intellectual property—including state secrets or other confidential business information—with the intent of providing competitive advantages to companies or the commercial sector. Australia will work with our partners to respond to and deter malicious cyber activity, particularly that involving state actors and their proxies. Australia’s response will be proportionate, comply with domestic law, and be consistent with our support for the rules-based international order and our obligations under international law. Australia will also promote cyber confidence-building measures to reduce the risk of miscommunication, miscalculation and escalation to conflict.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Guarding against foreign interference",
            "parent_section_name": "[missing]",
            "text": "The Government is concerned about growing attempts by foreign governments or their proxies to exert inappropriate influence on and to undermine Australia’s sovereign institutions and decision-making. Such attempts at foreign interference are part of a wider global trend that has affected other democracies. Foreign interference aims to shape the actions of decision-makers and public opinion to achieve an outcome favourable to foreign interests. Likewise, ensuring Australia’s business interests and intellectual property are not subject to theft through espionage is important to our national interests. The Government endeavours to prevent state-sponsored actions that harm our economic and commercial interests.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Protecting critical infrastructure",
            "parent_section_name": "[missing]",
            "text": "The Government is committed to protecting the security of critical infrastructure, including from the threat of sabotage, espionage or coercion. The potential national security risks to critical infrastructure are complex and will evolve as infrastructure relies more heavily on cyber-enabled technologies and outsourced services. In response, the Critical Infrastructure Centre will identify and manage high-risk critical assets and systems that are vital to our national wellbeing. It works across government and with infrastructure owners and operators to identify and manage security risks. The Centre will provide greater certainty and clarity to investors and industry. The Government is also implementing security reforms in our telecommunications sector to strengthen networks against potential threats.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "75",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 86
}