{
    "page_content": [
        {
            "section_name": "Chapter four: Our agenda for opportunity",
            "parent_section_name": "[missing]",
            "text": "the talent and dynamism of its young and growing population. To cement India as a priority economic partner, the Government is developing an India Economic Strategy to take advantage of India’s strengths in services, technology and innovation, and to identify new ways to do business together. The Strategy will also position us for opportunities that should come from India’s domestic reform agenda. We will keep working towards freer trade with India through our bilateral FTA negotiations, as well as regionally and multilaterally. The Government’s FTA negotiation with Hong Kong aims to enhance access for our services exports to a major financial centre and a gateway to the larger market in mainland China. In Latin America, the Government has concluded FTA negotiations with Peru, with ratification of the agreement expected in 2018. We are also advancing negotiations with the Pacific Alliance, which comprises Chile, Colombia, Mexico and Peru. We aim to deepen our trade and investment dialogue with the Mercosur countries: Argentina, Brazil, Paraguay and Uruguay. The Government continues to advocate with Gulf Cooperation Council countries for the resumption of FTA negotiations. A high-quality FTA covering goods, services and investment would enable Australian business to compete on a level playing field in a region important to our trade and investment interests. The Government is also working to expand and diversify commercial links with Africa. Africa’s population of 1.2 billion will double by 2050 and its growing urban middle class is creating new demand for goods and services. Africa is already a major overseas market for our mining services.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Advancing regional trade and investment integration",
            "parent_section_name": "[missing]",
            "text": "As discussed in Chapter 3, Australia supports an inclusive and open approach to economic integration. FTAs that link multiple economies enable Australian business to reduce transaction costs and better access supply chains. There are a number of possible paths to our long-term goal of an agreement that brings the major Indo-Pacific economies under one set of trade and investment rules (Figure 4.7). This would have important strategic benefits as outlined in the previous chapter. While the TPP will not proceed in its original form as a result of the United States’ decision to withdraw, the scale and ambition of the deal and the benefits to Australia mean bringing the agreement into force is strongly in our interests. Australia is working with remaining TPP members to achieve this aim. Even without the United States, the agreement would support economic growth, create new export opportunities, set high-standard rules and contribute to global trade liberalisation. Australia is also committed to a successful outcome to the RCEP negotiations. RCEP involves ASEAN and Australia, China, India, Japan, the Republic of Korea and New Zealand. This group includes seven of our top 10 trading partners and almost half of the world’s population. Alongside the TPP, RCEP has the potential to contribute to the development of a region-wide trade and investment zone. APEC leaders have also agreed to work towards free and open trade and investment in the Asia-Pacific. Ultimately, Australia believes the region’s economies should",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "Chapter four: Our agenda for opportunity",
    "page_footer": "[missing]",
    "page_number": "62",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 73
}