{
    "page_content": [
        {
            "section_name": "Overview",
            "parent_section_name": "[missing]",
            "text": "Navigating the decade ahead will be hard because, as China’s power grows, our region is changing in ways without precedent in Australia’s modern history. North Korea’s destabilising nuclear and missile programs also raise the risk of a conflict that would dramatically re-shape Asia’s security landscape and have severe economic and humanitarian consequences. The starting point is to be clear about the kind of Indo-Pacific region we want. We set out our vision for a neighbourhood in which adherence to rules delivers lasting peace, where the rights of all states are respected, and where open markets facilitate the free flow of trade, capital and ideas. Our alliance with the United States is central to Australia’s approach to the Indo-Pacific. Without strong US political, economic and security engagement, power is likely to shift more quickly in the region and it will be more difficult for Australia to achieve the levels of security and stability we seek. To support our objectives in the region, the Government will broaden and deepen our alliance cooperation, including through the United States Force Posture Initiatives. The Government is committed to strong and constructive ties with China. We welcome China’s greater capacity to share responsibility for supporting regional and global security. We seek to strengthen our Comprehensive Strategic Partnership for the benefit of both nations. To support a balance in the Indo-Pacific favourable to our interests and promote an open, inclusive and rules-based region, Australia will also work more closely with the region’s major democracies, bilaterally and in small groupings. In addition to the United States, our relations with Japan, Indonesia, India and the Republic of Korea are central to this agenda. As competition for influence in the region grows, the Government will increase Australia’s efforts to ensure we are a leading security, economic and development partner for Southeast Asia. We will also reinforce the regional forums that promote economic and security cooperation. We will work to ensure regional trade, investment and infrastructure building are inclusive and based on market principles. We want an open, outward-looking regional economy strongly connected to global markets. This will maximise economic growth and help guard against protectionism and strategic rivalry. Our long-term vision is for a region-wide free trade area that includes all major economies. Australia will boost defence engagement to enhance the capacity of our regional partners to manage security challenges. Our development assistance program will help to support stability and prosperity. We will promote high-quality Australian regulatory models. Australia will continue to work with others to impose the strongest possible economic and other pressure on North Korea to stop its dangerous behaviour. North Korea’s actions underline the importance of the United States’ extended deterrence to Australia’s security and the security of the Republic of Korea and Japan.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Maximising opportunity in a globalised world",
            "parent_section_name": "[missing]",
            "text": "In the decade ahead, the linkages between globalisation, technological change and new forms of production, consumption and",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "4",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 15
}