{
    "page_content": [
        {
            "section_name": "Countering terrorism and violent extremism",
            "parent_section_name": "[missing]",
            "text": "The Government has already invested an additional $1.5 billion since August 2014 to combat terrorism. We have strengthened counter-terrorism legislation, more than tripled our investments to counter violent extremism at home and established the Centre for Counter-Terrorism Coordination to improve coordination across government. Australia’s Counter-Terrorism Strategy is based on partnerships between all levels of government, communities and the private sector. It focuses on: \n\n- disrupting terrorist activity within Australia \n- ensuring an effective response to and recovery from any terrorist incidents \n- reducing the lure of violent extremist ideologies \n- stopping Australians from using violence to express their views, and \n- contributing to global counter-terrorism efforts. \n\nAt home, the Government has strengthened our control order regime, allowing us to monitor and limit where terrorist suspects can go and with whom they can associate. We have legislated to enable the continued detention of high-risk terrorist offenders. With the states and territories, local government, police and the private sector, we are implementing a strategy to protect crowded places, such as sporting stadiums. \n\nThe Government is taking steps to provide our law enforcement and security agencies with the capabilities to monitor the digital communication of terrorists. While Australia supports strong encryption to protect personal, commercial and government information, we will work with other countries and companies to ensure terrorists cannot operate with impunity in ungoverned digital spaces. \n\nWe work domestically and with our international partners to counter the drivers of violent extremism through early intervention and community engagement, and by challenging terrorist propaganda and recruitment techniques. \n\nWe continue to play an important role in defeating ISIL in Iraq and Syria within an international coalition. Beyond training Iraqi troops and conducting air operations, we are working with partners to destroy ISIL’s financing and economic infrastructure, counter its propaganda, provide immediate humanitarian assistance, and support stabilisation and the restoration of essential public services in Iraq and Syria. \n\nThe return of foreign terrorist fighters and their families from Iraq and Syria will continue to challenge the security of Australia, our region and the world. Some will be motivated to conduct or inspire terrorist attacks in their home countries. More than 200 Australians have travelled to these conflict zones and about 40 have returned. Some of these individuals remain a significant security concern. \n\nThe Government is responding decisively. We have cancelled or refused more than 200 Australian passports to prevent further travel to and from conflict zones. We will continue to work with international partners to bring foreign fighters to justice, prevent their movement across borders and manage the risks of their return to their countries of origin. \n\nWhile ISIL and ISIL-inspired groups present the highest threat to Australians, the Government remains concerned about al Qa’ida, its affiliates and other terrorist groups, including in Afghanistan, Syria and North Africa. Other extremist",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "70",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 81
}