{
    "page_content": [
        {
            "section_name": "Chapter two: A contested world",
            "parent_section_name": "[missing]",
            "text": "goods, services, capital, skilled workers and ideas—accelerated. Global trade and investment grew strongly (Figure 2.1). So too did manufacturing in Asia (Figure 2.2). Following Japan and the Republic of Korea, China became an economic powerhouse hungry for Australia’s minerals and energy, boosting our economy and increasing our living standards. Other economies in Asia also grew. For much of this period, China’s economy expanded by around 10 per cent a year. Hundreds of millions of people in Asia escaped extreme poverty. Asia drove global economic growth (Figure 2.3) and consumers everywhere benefitted from access to goods and technologies from around the world at lower prices. In many developing countries, greater wealth and transmission of knowledge and technology drove increases in literacy and life-expectancy. At the same time, as manufacturing shifted to Asia and technological advances increased automation, advanced economies lost jobs in some industries. This disruption, together with low wage growth in advanced economies, has led some communities to question whether the gains from globalisation have come at their expense. The global financial crisis and its aftermath deepened doubts about economic openness. Concerns about globalisation are not new. But the pace and scale of change in the past two decades have had significant political impact, particularly in Europe and the United States. Doubts about openness to the world have grown, as have concerns about the effect of globalisation, mainly immigration, on cultural identity and social cohesion. Politics in many countries has also become more fragmented and volatile. Nationalism has become a stronger political force and protectionist sentiment has increased. The dislocations caused",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Chapter two: A contested world",
            "parent_section_name": "[missing]",
            "text": "Figure 2.1 Value of global trade and investment",
            "image_diagram_summary": "A line graph showing the value of global trade and investment from 1990 to 2016. The graph has two lines: one representing trade in goods and services, and the other representing foreign direct investment. Both lines show an upward trend, with some fluctuations, indicating growth over the period. #linegraph #growth #trade #investment",
            "contains_image_diagam": "true",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "Source: World Trade Organization; United Nations",
    "page_number": "22",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 33
}