{
    "page_content": [
        {
            "section_name": "Building influence and advancing interests internationally",
            "parent_section_name": "[missing]",
            "text": "Australia has a well-earned reputation as a reliable trading partner. The quality of our institutions and standards enhance our international influence. Crucial to Australia’s influence is the quality and reach of our diplomacy and development assistance, and the strength of our defence, intelligence, law enforcement and border capabilities. Our diplomacy works to make Australia stronger, safer and more prosperous by promoting and protecting our interests internationally and contributing to global stability and economic growth. It works to open overseas markets and increase opportunities for Australian companies. Our diplomacy promotes regional stability, security and prosperity, through our work with bilateral partners and in multilateral forums. We cannot impose our views or our will overseas. Our ability to protect and advance our interests rests on the quality of our engagement with the world. This includes the ideas we bring to the table, our ability to persuade others to our point of view and the strength of the relationships we build with other governments and, increasingly, with influential non-government actors. Australia’s global diplomatic network enables us to pursue our international interests and provide assistance to Australian businesses and citizens overseas, including consular and passport services. Already the Government has implemented the single largest expansion of the network in 40 years, with 12 new posts opened or announced including in China, Indonesia, Colombia",
            "image_diagram_summary": "Figure 1.4 Level of foreign direct investment in Australia (2016). The map shows various countries and regions with their respective investment levels in Australia. The United States leads with $195.0b, followed by Japan with $90.9b, and the United Kingdom with $67.9b. Other notable investors include China, Canada, and the EU. #worldmap #investment #Australia",
            "contains_image_diagam": "true",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "Source: Australian Bureau of Statistics",
    "page_number": "17",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 28
}