{
    "page_content": [
        {
            "section_name": "Development partners",
            "parent_section_name": "[missing]",
            "text": "multilateral processes on issues like climate change and sustainable development, often participating in official Australian delegations. Partnerships with the private sector boost the impact of Australia’s development assistance. The private sector is the primary source of economic growth, incomes and jobs in developing countries. We work with businesses through programs like the Business Partnerships Platform to effect positive change in many sectors, including agricultural development, water management and health care. By sharing assets, networks and expertise with business we can get better results from our assistance. Our work with multilateral institutions, like UN agencies and multilateral development banks, allows the Government to leverage their influence, technical expertise and convening power. Our multilateral partners help us achieve outcomes on a scale that would not otherwise be possible. For example, Australia and the Asian Development Bank have co-financed the design and construction of the Cao Lanh Bridge across the Mekong River. Once finished, the bridge will carry 170,000 road users a day and link people and markets in the Mekong Delta to the rest of Southeast Asia. Partnerships with other governments can also achieve better development results. In Bangladesh, we have formed a partnership with the United Kingdom and one of the largest NGOs in the world, BRAC (Building Resources Across Communities), to help vulnerable communities become more self-reliant by providing education, skills training and livelihood assistance.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Diasporas",
            "parent_section_name": "[missing]",
            "text": "Australia is a migrant nation. The Government considers our diversity a national strength and ensures that all diaspora communities in Australia, regardless of origin, enjoy full rights and protections under Australian law. These communities often have the connections, language skills and cultural understanding to assist Australia to deepen ties with other countries. They help to facilitate trade and investment, including by sharing information on overseas markets and customs. Diaspora communities can also influence how Australia is perceived internationally. Our diaspora communities often contribute to developing countries through remittances. They also have the knowledge and networks to help improve our understanding of development and humanitarian issues in other countries. The Government is committed to working with diaspora communities to promote Australia’s image and reputation, to encourage trade and investment and, where appropriate, to support our development assistance program.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Soft power",
            "parent_section_name": "[missing]",
            "text": "Having the ability to influence the behaviour or thinking of others through the power of attraction and ideas is also vital to our foreign policy. This is known as soft power. Australia’s ability to persuade and influence others is underpinned by some enduring strengths. Among these are our democracy, multicultural society, strong economy,",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "109",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 120
}