{
    "page_content": [
        {
            "section_name": "Maximising opportunity in a globalised world",
            "parent_section_name": "[missing]",
            "text": "trade will shape economies and societies in profound ways. For Australia, there will be significant opportunities. We will use science and technology to improve our productivity and harness new sources of economic growth including in the digital economy. Australia will continue to benefit from the complementarity of our economy with those of our neighbours. Asian economic growth, urbanisation and expanding middle classes will sustain or increase demand for minerals and energy, premium agricultural products, and services. We are also building stronger economic partnerships with—and finding new opportunities in—Europe, Latin America, the Middle East and Africa. Equally, there will be challenges to manage. Globalisation, greater use of digital platforms for trade and business, and further advances in automation will bring competitive pressures on many industries. The nature of some jobs will change even as new jobs are created. Responding to these changes, especially if they occur rapidly, will be a focus for communities, businesses and governments globally. In some countries, weaker public support for free trade and doubts about the benefits of openness could further fuel economic nationalism and trade tensions. Australia’s policy response must prepare the country to seize opportunity and manage risk. Our domestic and international approaches will need to reinforce each other. Policies to strengthen the resilience and competitiveness of our economy and enable communities and businesses to harness innovation, science and technology to drive growth will be essential. The Government will continue to work hard to ensure community support for our openness to trade, investment and skilled migration. Australia’s open economy improves our competitiveness, generates more and better paying jobs, gives us access to new ideas and technology, supplements our pool of domestic savings and lowers prices for consumers and producers. We balance this approach with policies, such as our migration and foreign investment screening regimes, that maximise the benefits to Australia of openness. Our policies will also assist workers through change and help ensure all Australians have access to the opportunities offered by our growing economy. The Government will be a determined advocate for an open international economy. We will stand against protectionism and promote and defend the international rules that guard against unfair trade actions and help resolve disputes. At the same time, because comprehensive deals in the World Trade Organization (WTO) are unlikely, we will pursue new opportunities for our companies and strengthen trade rules through bilateral and regional free trade agreements (FTAs). We will work to support the competitiveness of Australian businesses and to advance our commercial interests in overseas markets. The Government will continue our strong commitment to international economic governance. In a world of considerable systemic risk, the engagement of all major economies in institutions such as the G20 and International Monetary Fund (IMF) is essential to a stable international monetary system and an open global economy.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "5",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 16
}