{
    "page_content": [
        {
            "section_name": "Global governance is becoming harder",
            "parent_section_name": "[missing]",
            "text": "These economic, political and social changes are adding to other pressures on the international system. While the United States remains the preeminent global power and most important influence on international affairs, it now shares the stage with a number of countries with large populations and economies. Since 1950, the United States’ share of the world economy has nearly halved, from 27 per cent to 15 per cent today (in purchasing power parity terms). This contrasts with China’s rapid increase, growing from two per cent in 1980 to nearly 18 per cent today. As a consequence, China along with other major and emerging powers such as Indonesia, India, Nigeria and Brazil have growing weight in international affairs. Non-state actors, such as multinational companies, civil society groups and private foundations, are also able to mobilise resources and communities of interest globally. They are increasingly able to shape international responses to issues as diverse as climate change, sustainable development, education and health standards. The net result is that global governance is becoming more complex. Many global institutions are finding it difficult to respond to the scale and complexity of international challenges. A greater number of major and emerging powers with divergent interests and values makes finding consensus difficult.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Rules are being contested",
            "parent_section_name": "[missing]",
            "text": "The international order is also being contested in other ways. Some states have increased their use of ‘measures short of war’ to pursue political and security objectives. Such measures include the use of non-state actors and other proxies, covert and paramilitary operations, economic coercion, cyber attacks, misinformation and media manipulation. In the United Nations, we have seen coordinated efforts to dilute universal human rights standards. Some states are active in asserting authoritarian models in opposition to open, democratic governance. International rules designed to help maintain peace and minimise the use of coercion are also being challenged. Australia’s security is maintained primarily through our own strength, our alliance with the United States and our partnerships with other countries. Australia’s security and prosperity would nonetheless suffer in a world governed by power alone. It is strongly in Australia’s interests to seek to prevent the erosion of hard-won international rules and agreed norms of behaviour that promote global security. Refusal to act in ways consistent with international law and these norms, such as Russia’s coercive and aggressive actions in Ukraine, Syria’s use of chemical weapons, and North Korea’s missile and nuclear programs, weakens global security.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Rules are being contested",
            "parent_section_name": "[missing]",
            "text": "In this White Paper, economic calculations are based on purchasing power parity (see glossary). Using market exchange rates, the US economy accounted for 65.4 per cent of the global economy in 1950 and 24.7 per cent in 2016. Over a similar timeframe, China accounted for 4.5 per cent of the global economy in 1952 and 14.9 per cent in 2016.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "Chapter two: A contested world",
    "page_footer": "[missing]",
    "page_number": "24",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 35
}