{
    "page_content": [
        {
            "section_name": "International rules and cooperation protect Australian interests",
            "parent_section_name": "[missing]",
            "text": "Australia will work with others to protect and promote those elements of the international order that help ensure that all states can pursue their interests securely. We will act on the principle that Australia will be safer and more prosperous in a global order based on agreed rules rather than one based on the exercise of power alone. Such an approach is complemented by the development of Australia’s own defence and security capabilities and our alliance with the United States. Australia will also act to preserve a world in which all countries enjoy access to the sea and the air as provided for under international law. We seek to ensure that new domains, such as cyberspace, are governed by rules that reinforce stability, support openness and facilitate trade. Similarly, in an interdependent world, a system that promotes collective responses to problems that cannot be solved by countries acting by themselves best serves our interests. For example, we support cooperation to stop the spread of weapons of mass destruction, address climate change and promote the 2030 sustainable development agenda. We will continue to work internationally to respond to global health and humanitarian crises. Australia will continue strongly to support US global leadership. The Government recognises there is greater debate and uncertainty in the United States about the costs and benefits of its leadership in parts of the international system. We believe that the United States’ engagement to support a rules-based order is in its own interests and in the interests of wider international stability and prosperity. Without sustained US support, the effectiveness and liberal character of the rules-based order will decline. It is strongly in Australia’s interests, therefore, to support US global leadership, including by maintaining the strength of our alliance, keeping our commitment to increase defence expenditure to two per cent of GDP and contributing to coalition operations in support of global and regional security. Beyond the United States, our cooperation with like-minded partners is also increasingly important to collective efforts to limit the exercise of coercive power and support an open global economy and a rules-based international order. Australia will support reforms that give new and emerging powers a greater role in the international system. Some change to institutions and patterns of global cooperation is inevitable, necessary and appropriate to reflect the greater weight of countries such as China, Indonesia, India, Nigeria and Brazil. Reform should be a shared project. Australia is a willing partner. At the same time, Australia’s national interests are best advanced by an evolution of the international system that is anchored in international law, support for the rights and freedoms in United Nations declarations, and the principles of good governance, transparency and accountability.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "A shared agenda for security and prosperity",
            "parent_section_name": "[missing]",
            "text": "Australia will remain committed to working with Papua New Guinea, other Pacific island countries and Timor-Leste to support their economic growth and governance, and to strengthen our",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "7",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 18
}