{
    "page_content": [
        {
            "section_name": "Figure 6.4 Australian official development assistance (ODA)",
            "parent_section_name": "[missing]",
            "text": "2017–18 total Australian ODA by region* $3.9 BILLION",
            "image_diagram_summary": "A world map showing the distribution of Australian ODA by region for 2017-18. The largest portion, $1,097.8m, goes to the Pacific region, followed by $883.0m to Southeast and East Asia, $727.2m to humanitarian and other ODA not attributed to particular regions, $661.0m to United Nations, Commonwealth, other international organisations and cash payments to multilaterals, $283.9m to South and West Asia, $227.5m to Africa and the Middle East, $26.1m to African East Coast, and $5.9m to Latin America and the Caribbean. A pie chart shows Australian ODA by investment priority: Effective governance (22.1%), Education (18.1%), Building resilience (16.6%), Health (13.3%), Infrastructure and trade (14.6%), Agriculture, fisheries and water (9.1%), General development support (6.3%). #worldmap #piechart #ODA #regions #investment",
            "contains_image_diagam": "true",
            "contains_table": "false"
        },
        {
            "section_name": "Figure 6.4 Australian official development assistance (ODA)",
            "parent_section_name": "[missing]",
            "text": "Source: Australian Aid Budget Summary 2017–18, Department of Foreign Affairs and Trade * Total Australian ODA, from all agencies and programs, attributable to regions; including flows from DFAT regional and global programs and expenditure by other government departments **The percentage calculation of Indo-Pacific excludes: United Nations; Commonwealth and Other International Organisations; Cash Payments to Multilaterals; and Humanitarian and other ODA not attributed to particular regions",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "91",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 102
}