{
    "page_content": [
        {
            "section_name": "CHAPTER THREE",
            "parent_section_name": "[missing]",
            "text": "A stable and prosperous Indo–Pacific",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "A stable and prosperous Indo–Pacific",
            "parent_section_name": "CHAPTER THREE",
            "text": "The Indo–Pacific’s rising prosperity has been built on the region’s stability. Today, the Indo–Pacific is undergoing a strategic transition as profound as the economic transformation that preceded it. No long-term foreign policy objective is more important to Australia than ensuring our region evolves peacefully and without an erosion of the fundamental principles on which the Indo–Pacific’s prosperity and cooperative relations are based.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "A stable and prosperous Indo–Pacific",
            "parent_section_name": "CHAPTER THREE",
            "text": "Australia will be active in advancing and protecting our interests at this critical time. Our interests lie both in stability and in the character of the enduring peace we seek. In particular, our security and prosperity will be enhanced in a region characterised by respect for international law and other norms, and by open markets. This will help ensure Australia can prosecute our national interests unconstrained by the exercise of coercive power. Our policies to support a stable and prosperous Indo–Pacific complement our trade, investment and economic engagement with the region, which is detailed in the next chapter. The Government’s approach to better protecting and advancing our interests in a changing Indo–Pacific begins with substantial investments in the foundations of our national strength. In particular, we are building a more capable, agile and potent Australian Defence Force. We will also pursue active diplomacy and use our development cooperation to promote economic reform and social stability. The Government will strengthen our law and justice, border protection and intelligence capabilities. Our alliance with the United States is central to Australia’s security and sits at the core of our strategic and defence planning. The Government will broaden and deepen our alliance cooperation and encourage the strongest possible economic and security engagement by the United States in the region. Strengthening our Comprehensive Strategic Partnership with China is also vital for Australia both to pursue extensive bilateral interests and because of China’s growing influence on the regional and global issues of greatest consequence to our security and prosperity. The Government will lift the ambition of our engagement with major Indo–Pacific democracies. We will do more bilaterally and work across these partnerships, including in small groups, to promote and protect a shared vision for the region and to support a balance in the region favourable to our interests. Our partnership",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "37",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 48
}