{
    "page_content": [
        {
            "section_name": "CHAPTER FIVE",
            "parent_section_name": "[missing]",
            "text": "Keeping Australia and Australians safe, secure and free\nWhile Australia will remain one of the safest countries in the world, we nonetheless face a diverse range of risks that will threaten our security, our freedom and our values.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "CHAPTER FIVE",
            "parent_section_name": "[missing]",
            "text": "Technological change, the reach and vulnerabilities of the internet, state fragility, military modernisation and environmental stresses are all factors likely to amplify threats to our people, borders, economy and physical assets in the decade ahead.\nThe threat to Australia from Islamist terrorism and violent extremism will remain high and could worsen. We face a range of sophisticated cyber threats. Some ‘push factors’ could revitalise attempts at people smuggling to Australia on a large scale. We face challenges in dealing with attempts to interfere in the independence and sovereignty of Australian decision-making. Crime will continue to emanate from beyond our borders and will grow in complexity.\nThe Government is resolutely committed to meeting these challenges. Ensuring the safety and security of Australians is our most fundamental responsibility and highest priority. National security is the foundation on which our freedoms have been built and maintained.\nThe Government’s reforms to Australia’s domestic security and national intelligence arrangements reflect this commitment. In the decade ahead, Australia will need to continue building strong defences and resilient communities at home. We will take determined action internationally, in partnership with others and on our own as necessary, to disrupt and defeat these threats.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Countering terrorism and violent extremism",
            "parent_section_name": "[missing]",
            "text": "The Government will do everything possible to keep Australians safe from the threat of terrorism and violent extremism. Since the national threat level was raised in September 2014, there have been several terrorist attacks in Australia and many disrupted plots. With the threat continuing to evolve we should be prepared for more attacks. At home and abroad, the Government will continue to deploy its full range of capabilities to reduce the lure of violent extremist ideologies and the likelihood of future attacks.\nThe Government is constantly reviewing and strengthening its counter-terrorism responses because the threat we face is both enduring and dynamic. Islamist extremists globally, but crucially also in Australia and in Southeast Asia, have been energised by the fighting in Iraq and Syria. New and emerging technologies are being used to conduct attacks, enable extremist activity and spread propaganda.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "69",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 80
}