{
    "page_content": [
        {
            "section_name": "List of figures",
            "parent_section_name": "[missing]",
            "text": "Figure 1.1 Percentage of population born overseas (select countries) 12\nFigure 1.2 Benefits of imports to Australian households and businesses since 2000 15\nFigure 1.3 Benefits of trade for Australians 16\nFigure 1.4 Level of foreign direct investment in Australia (2016) 17\nFigure 2.1 Value of global trade and investment 22\nFigure 2.2 Asia’s share of world manufacturing output 23\nFigure 2.3 Asia’s share of world merchandise trade 23\nFigure 2.4 GDP forecasts to 2030 26\nFigure 2.5 Changing demographics globally (2015-2030) 29\nFigure 2.6 Growing middle class in Asia 29\nFigure 2.7 Forecast increase in urban population (2010-2030) 32\nFigure 2.8 Global energy demand 34\nFigure 3.1 Infrastructure investment needs in Asia (2016-2030, US$ trillion) 45\nFigure 4.1 Australia’s trade in goods and services (2016) 50\nFigure 4.2 Australia’s exports by type 51\nFigure 4.3 Australia’s minerals and energy exports by major market (2016) 52\nFigure 4.4 Australia’s iron ore and coal driving Asia’s growth 54\nFigure 4.5 Inbound international tourism to Australia (select markets, 2016-17) 56\nFigure 4.6 Share of Australia’s goods and services exports by region 58\nFigure 4.7 Current and prospective free trade agreement groupings 63\nFigure 5.1 Growing demand for Australian passports 76\nFigure 6.1 Australia and Australian Antarctic Territory 86\nFigure 6.2 Extreme poverty in the Indo-Pacific 88\nFigure 6.3 Sustainable Development Goals 89\nFigure 6.4 Australian official development assistance 91\nFigure 6.5 Global trends of displaced persons 92\nFigure 8.1 International students in Australia (2016) 112\nFigure 8.2 New Colombo Plan students by destination (2014-2018) 113",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "121",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 132
}