{
    "page_content": [
        {
            "section_name": "CHAPTER ONE",
            "parent_section_name": "[missing]",
            "text": "[missing]",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Foundations for success",
            "parent_section_name": "CHAPTER ONE",
            "text": "Fundamentally important to our ability to navigate a world of dynamic change and uncertainty are our strength and resilience at home, the hard and soft power that give us influence internationally, and the values that reflect who we are and how we approach the world. We build our international engagement on these foundations.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Australia’s values",
            "parent_section_name": "Foundations for success",
            "text": "All government policies, including our foreign policy, must give expression to, and be formed on the basis of, the values of our community. Australia does not define its national identity by race or religion, but by shared values, including political, economic and religious freedom, liberal democracy, the rule of law, racial and gender equality and mutual respect. Our adherence to the rule of law extends beyond our borders. We advocate and seek to protect an international order in which relations between states are governed by international law and other rules and norms. Australia is pragmatic. We do not seek to impose values on others. We are however a determined advocate of liberal institutions, universal values and human rights. The Government believes that our support internationally for these values also serves to advance our national interests. Societies that observe these values will be fairer and more stable. Their economies will benefit as individual creativity is encouraged and innovation rewarded. Australia’s development assistance program similarly reflects our values while supporting our interests. Our investment in the stability and resilience of developing countries works to improve our own security and prosperity.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "A strong and resilient Australia",
            "parent_section_name": "Foundations for success",
            "text": "In the decade ahead, more than ever, strong and resilient economies and institutions will be the springboard for international success. Countries that are well-governed, innovative and outward-looking will be better placed to seize economic opportunity and maintain community cohesion.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Our democracy",
            "parent_section_name": "Foundations for success",
            "text": "Australia is a stable and peaceful democracy, one of the world’s oldest. We have a vibrant civil society and robust independent media. Our freedoms of speech, association and religion underpin the strength not only of our economy, but of our civic life and political discourse. Our independent institutions support",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "11",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 22
}