{
    "page_content": [
        {
            "section_name": "Figure 1.1",
            "parent_section_name": "[missing]",
            "text": "The Government is determined to defend our nation, our people and our values and to protect the foundation on which our freedoms have been built and maintained. Our focus is on ensuring that Australia remains an open, inclusive, free and safe society. We will resolutely tackle extremist ideologies that incite violence to achieve religious or political goals. We will not tolerate attempts to divide Australians on the basis of race or religion.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "A flexible and competitive economy",
            "parent_section_name": "[missing]",
            "text": "Our strong economy has been, and will remain, the foundation of our international strength and influence. We are a top 20 economy and a member of the G20, the world’s premier forum for international economic cooperation. Sound economic policy and further domestic reform are essential to improve the competitiveness, flexibility and resilience of our economy to better position Australia to compete for jobs, investment and markets in the 21st century. By generating more and better paying jobs, a strong and flexible economy reinforces the cohesion and resilience of Australian society. It helps Australia to adjust to external economic shocks, such as financial crises or an economic slowdown in our major trading partners. It will better position the country to invest in the substantial defence, security and foreign policy capabilities necessary to safeguard our interests. The Government’s national economic plan is designed to deliver a stronger, more diverse, economy that is ready to face the changes and challenges to come. Our trade agreements are giving Australian businesses the chance to prosper in some of the fastest growing markets in the world. We will continue to give investors commercial certainty to ensure Australia remains an attractive place to invest. We promote growth to create more and better jobs by cutting taxes, boosting education and improving infrastructure. We will take a fair and responsible approach to budget repair. In a world of rapid and disruptive technological change, success requires investment in our human capital. We will help Australians prepare for the jobs of the future, including by promoting adaptability, resilience and innovation. We start from a strong position. Australia has six universities in the world’s top 100, a number only exceeded by the United States and United Kingdom. Our vocational education and training are recognised internationally and offer valuable training for a productive workforce. The Government is raising the status of vocational education and training as a pathway to employment. We also have world-class scientific and research institutions, access to modern research infrastructure and strong intellectual property protections. We produce more than seven per cent of the world’s most highly cited research publications despite having less than half a per cent of the world’s population. The Government’s education, innovation and science policies build on this foundation. All Australian children will benefit from an improved national curriculum and increases in education funding. The Government’s reforms will drive quality and excellence in education and ensure industry has a skilled workforce. Through the National Innovation and Science Agenda (NISA), the Government is investing $1.1 billion to encourage innovation and entrepreneurship, reward risk taking, and promote science, maths and computing in schools.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "13",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 24
}