{
    "page_content": [
        {
            "section_name": "Countering terrorism and violent extremism",
            "parent_section_name": "[missing]",
            "text": "networks are likely to emerge and draw on the same narratives that inspire ISIL and al Qa’ida. Australia will continue to contribute to international efforts to minimise safe havens for terrorists, including through our commitment to the train, advise and assist mission in Afghanistan.\n\nThe spillover of fighters, money, propaganda and ideology from extremist groups in the Middle East is increasing the threat of terrorism in and to Southeast Asia. Fighters from our region may seek to return to their countries as ISIL loses territory in Iraq and Syria, and some will be battle-hardened and primed to conduct attacks. There have already been a number of ISIL-inspired terrorist attacks in Indonesia and elsewhere in the region. Concerted international support will be required for Philippine efforts to counter the terrorist threat in the southern Philippines, an area which regional and local extremists will continue to exploit to plan and train for attacks.\n\nTerrorism will therefore threaten the lives of Southeast Asians and Australians living in and travelling to the region. It will undermine the security, and may threaten the stability, of our partners. Australia is determined to work with regional partners to respond. We will host the ASEAN – Australia Counter-Terrorism Conference in Australia in 2018 to put in place a plan for collective regional action.\n\nAustralia will continue to support regional efforts to disrupt attacks and degrade terrorist networks, build the capacity of partner countries to counter terrorism and violent extremism, and strengthen counter-terrorism laws.\n\nWe strongly support efforts led by regional and international organisations to counter terrorism and violent extremism. We are a strong voice in developing and implementing global rules and norms to counter terrorist financing, arms smuggling and illicit trade in chemicals and precursors used to make improvised explosive devices.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Securing our borders",
            "parent_section_name": "[missing]",
            "text": "Australia’s security and prosperity depend on robust border policies. The Government’s policies are designed to make globalisation work for Australians. A well-managed border connects us to the world and enables us to manage risks while benefitting from flows of goods and people, including through the skilled migration essential to our economy. We are investing in new technologies to improve the speed and integrity of movement across our borders and to maximise the opportunities that come from our global linkages.\n\nAt the same time, the Government is vigilant about security risks and efforts to circumvent our border controls. Strong and well-protected borders help defend us against transnational crime. Equally, they enable the movement of goods and people but control restricted and regulated goods to prevent the entry of exotic pests and diseases. This safeguards human health, protects our environment, and ensures the sustainability and productivity of Australia’s primary industries.\n\nThe Government remains determined to combat people smuggling and irregular migration. This is essential to save lives, ensure the integrity of our border and maintain public confidence in Australia’s migration program. Without a well-managed migration program, the cohesion of our society could be",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "71",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 82
}