{
    "page_content": [
        {
            "section_name": "Figure 4.1 Australia’s trade in goods and services (2016)",
            "parent_section_name": "[missing]",
            "text": "chains will be necessary to maximise the benefits of our region’s economic growth.\n\nThe continuing openness of the world economy will be vital to our interests. Any serious turn towards protectionism would weaken rules that enable stable and predictable international trade, which in turn supports economic growth, job creation and improvements in living standards. Even narrow protectionist measures could limit or disadvantage our exports and harm Australia’s economy.\n\nIn responding to this changing environment, the Government will:\n\n■ resist protectionism and advocate for an open global economy\n\n■ work determinedly with partners and in global institutions to protect and shape rules that promote economic growth, trade liberalisation and free markets\n\n■ ensure the lowest possible barriers to our trade and investment, including through modern free trade agreements, and\n\n■ work with Australian businesses to advance our commercial interests in overseas markets.\n\nThis international agenda will be built on domestic policies that increase the competitiveness and resilience of our economy and that ensure Australia maximises the gains from economic openness (Chapter 1).\n\nThe Government will maintain a strongly consultative approach before, during and",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Figure 4.1 Australia’s trade in goods and services (2016)",
            "parent_section_name": "[missing]",
            "text": "Figure 4.2 Australia’s exports by type",
            "image_diagram_summary": "A line graph showing Australia's exports by type from 1980 to 2015. The graph includes categories such as Rural goods, Minerals, fuels, non-monetary gold, Manufactures, Other goods, and Total services. The graph shows a steady increase in exports over the years, with a significant rise around 2005. #linegraph #exports #Australia #1980to2015 #economicgrowth",
            "contains_image_diagam": "true",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "51",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 62
}