{
    "page_content": [
        {
            "section_name": "Figure 2.4 GDP forecasts to 2030",
            "parent_section_name": "[missing]",
            "text": "Source: Treasury (Australian projections consistent with the 2015 Intergenerational Report)\nNote: Figures are in 2016 US$ trillion, converted on a PPP basis; Australian forecasts are for 2015-16 and 2029-30",
            "image_diagram_summary": "A comparative chart showing GDP forecasts for 2016 and 2030 for various countries. The chart uses circles of different sizes to represent GDP values, with 2016 values in red and 2030 values in blue. Countries included are Australia, Indonesia, Japan, India, United States, European Union, and China. The chart highlights significant growth in GDP for China and India by 2030. #circles #comparative #GDP #forecast #growth",
            "contains_image_diagam": "true",
            "contains_table": "false"
        },
        {
            "section_name": "Figure 2.4 GDP forecasts to 2030",
            "parent_section_name": "[missing]",
            "text": "Like all great powers, China will seek to influence the region to suit its own interests. As it does, a number of factors suggest we will face an increasingly complex and contested Indo-Pacific. Even as China’s power grows and it competes more directly with the United States regionally and globally, the United States will, for the foreseeable future, retain its significant global lead in military and soft power. The United States will continue to be the wealthiest country in the world (measured in net asset terms), the world’s leader in technology and innovation, and home to the world’s deepest financial markets.\n\nThe Australian Government judges that the United States’ long-term interests will anchor its economic and security engagement in the Indo-Pacific. Its major Pacific alliances with Japan, the Republic of Korea and Australia will remain strong. Most regional countries, including Australia, clearly consider a significant US role in the Indo-Pacific as a stabilising influence. Japan and India, major economies and military powers in their own right, are also playing stronger roles in Indo-Pacific security and political affairs and are seeking to influence the balance of the regional order.\n\nIn this dynamic environment, competition is intensifying, over both power and the principles and values on which the regional order should be based. Maritime and land border disputes will continue to create friction. The region’s seas and airspace are becoming more contested. Freedom of navigation is under challenge in parts of the region.\n\nEconomic power is also being used for strategic ends. We are already seeing increased competition over regional economic integration, including in the financing of infrastructure projects.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "Chapter two: A contested world",
    "page_footer": "[missing]",
    "page_number": "26",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 37
}