{
    "page_content": [
        {
            "section_name": "[missing]",
            "parent_section_name": "[missing]",
            "text": "ISBN: 978-1-74322-409-0 (Book)\nISBN: 978-1-74322-411-3 (PDF)\nISBN: 978-1-74322-410-6 (Online)",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Creative Commons",
            "parent_section_name": "[missing]",
            "text": "The Commonwealth of Australia’s 2017 Foreign Policy White Paper (this publication) is protected by copyright. The material in this publication is licensed under a Creative Commons Attribution 4.0 International Licence (https://creativecommons.org/licenses/by/4.0/), with the exception of:\n- the Commonwealth Coat of Arms;\n- the Department of Foreign Affairs and Trade logo;\n- any material protected by a trademark; and\n- all images (images are licensed individually as set out below in the image credits).\n\nCreative Commons Attribution 4.0 International Licence is a standard form license agreement that allows you to copy, distribute, transmit and adapt this publication provided that you attribute the work. The full legal code for the licence (which includes any relevant licence conditions) is available on the Creative Commons website accessible by using this link: https://creativecommons.org/licenses/by/4.0/legalcode.\n\nThe Commonwealth’s preference is that you attribute this publication (and any material sourced from it) using the following wording:\nSource: Licensed from the Commonwealth of Australia under a Creative Commons Attribution 4.0 International Licence. The Commonwealth of Australia does not necessarily endorse the content of this publication.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Image credits",
            "parent_section_name": "[missing]",
            "text": "Overview image- Peter Parks, AFP collection, Getty Images\nChapter 1 image- Kokkai, Signature collection, iStock.com\nChapter 2 image- Holgs, E+ collection, Getty Images\nChapter 3 image- Imaginima, E+ collection, Getty Images\nChapter 4 image- John Kirk, Signature collection, iStock.com\nChapter 5 image- Commonwealth of Australia, Department of Immigration and Border Protection (Creative Commons Attribution 2.0 Generic Licence https://creativecommons.org/licenses/by/2.0/)\nChapter 6 image- SGT Ray Vance, Commonwealth of Australia, Department of Defence (Licensed from the Commonwealth of Australia in accordance with the licence at: http://www.defence.gov.au/Copyright.asp)\nChapter 7 image- Commonwealth of Australia, Department of Foreign Affairs and Trade (Creative Commons Attribution 2.0 Generic Licence https://creativecommons.org/licenses/by/2.0/)\nChapter 8 image- Ted Sealey, International Sponsorships, The University of Sydney",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Use of the Coat of Arms",
            "parent_section_name": "[missing]",
            "text": "The terms under which the Commonwealth Coat of Arms can be used are detailed on the ‘It’s an Honour’ website: https://www.pmc.gov.au/resource-centre/government/commonwealth-coat-arms-information-and-guidelines",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Website",
            "parent_section_name": "[missing]",
            "text": "www.fpwhitepaper.gov.au",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Contact",
            "parent_section_name": "[missing]",
            "text": "Enquiries about this document should be directed to:\n\nExecutive Branch\nDepartment of Foreign Affairs and Trade\nR G Casey Building, John McEwen Crescent\nBarton ACT 0221\nAustralia\nPhone +61 2 6261 2184\nEmail whitepaper@dfat.gov.au\n\nPublished in November 2017\n\nEditing by Morris Walker Pty Ltd\nCover design by Swell Design Group Pty Ltd\nTypesetting and internal designs by Oxide Interactive Pty Ltd\nPrinting by CanPrint Communications Pty Ltd",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "[missing]",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 135
}