{
    "page_content": [
        {
            "section_name": "Figure 1.3 Benefits of trade for Australians",
            "parent_section_name": "[missing]",
            "text": "[missing]",
            "image_diagram_summary": "The diagram highlights the benefits of trade for Australians. It shows that over 50,000 Australian businesses export, contributing $337 billion in export income in 2016. Exporting businesses employ more people and pay higher wages. Additionally, 1 in 5 jobs rely on trade, and 1 in 7 jobs rely on exports. Trade liberalisation delivers $8,448 extra income a year for the average family. #arrows #icons #statistics #economicimpact",
            "contains_image_diagam": "true",
            "contains_table": "false"
        },
        {
            "section_name": "Building influence and advancing interests internationally",
            "parent_section_name": "[missing]",
            "text": "The resilience and quality of our democracy, institutions and economy sit at the core of our national strength. As discussed in Chapter 8, they are also fundamental to our soft power—our ability to help shape events and outcomes internationally to our advantage through persuasion and ideas rather than coercion. This influence is enhanced by our reputation as a good place in which to live, visit and invest and by the commercial strengths of Australia’s companies.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "Chapter one: Foundations for success",
    "page_footer": "[missing]",
    "page_number": "16",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 27
}