{
    "page_content": [
        {
            "section_name": "Defending and supporting an open global economy",
            "parent_section_name": "[missing]",
            "text": "economies take actions that substantially impede trade and investment and weaken trade rules. Even under this scenario, economic openness would remain in Australia’s interests. Any protectionist response on our part to events elsewhere would risk hurting Australian workers, drive up prices and weaken incentives to innovate. It would mean lower living standards and less choice for Australian consumers.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Australia as an export nation",
            "parent_section_name": "[missing]",
            "text": "Australia exported more than $337 billion in goods and services in 2016, amounting to one fifth of our economic activity. Our exporters are often world leaders.\nAustralia is a minerals and energy superpower. In 2016, we exported more than $140 billion in minerals and energy—more than half of total merchandise exports. Figure 4.3 shows minerals and energy exports to our major markets.\nWe are the world’s largest exporter of coal and iron ore, and one of the world’s largest exporters of LNG. We have the world’s largest reserves of a range of metals and minerals including gold, iron ore, lead, nickel, zinc and uranium. For 60 years, we have helped power Asia’s economic growth and industrialisation (Figure 4.4).\nAustralia is among the top 10 agricultural exporters in the world. In 2016, we exported more than $47 billion in agricultural and fisheries products, accounting for more than two-thirds of our agricultural production. We are the world’s largest exporter of beef and wool. Our reputation for producing safe and high-quality food is second to none.\nServices make up a growing share of our exports, more than $75 billion or one fifth of exports in 2016. Australia is the third-largest provider of education to international students, attracting more than 550,000 students from more than 180 countries in 2016. More than 8.5 million tourists visited Australia in 2016-17. In the previous financial year, international tourists contributed $34 billion to our economy and supported the employment of over 580,000 people (Figure 4.5).\nManufacturing makes up $44 billion or 13 per cent of our exports. Australia’s manufacturers are linking into global value chains and developing high value-added products and services including research and development, design and engineering. More than four out of five Australian manufacturing businesses are small or medium in size. They rank fifth among advanced economies for business innovation.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "53",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 64
}