{
    "page_content": [
        {
            "section_name": "Overview",
            "parent_section_name": "[missing]",
            "text": "The Government is publishing this White Paper to chart a clear course for Australia at a time of rapid change. Over the coming decade Australia will need to pursue its interests in a more competitive and contested world.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Overview",
            "parent_section_name": "[missing]",
            "text": "Our world is now more interconnected and interdependent than at any other time. Scientific and technological advances and the speed with which ideas and knowledge can be transmitted have driven economic growth and helped millions of people live longer and better lives. Australia and Australians will have great opportunities to prosper.\n\nAt the same time, concerns about globalisation and levels of political alienation and economic nationalism in many countries are on the rise. The same connectedness that empowers individual citizens increases risk and volatility in the international system. Similarly, it amplifies the reach and impact of non-state actors, including those who would do us harm.\n\nIn the Indo–Pacific, the economic growth that has come with globalisation is in turn changing power balances. The United States has been the dominant power in our region throughout Australia’s post-Second World War history. Today, China is challenging America’s position.\n\nAustralia and our regional and global partners face a diverse range of security threats, from North Korea’s long-range missile and nuclear programs to Islamist terrorism.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Overview",
            "parent_section_name": "[missing]",
            "text": "State fragility, demographic shifts and environmental challenges like climate change will continue to shape our world and demand policy responses.\n\nPowerful drivers of change are converging in a way that is re-shaping the international order and challenging Australian interests.\n\nIn the decade ahead, Australia will need to be competitive and agile to take advantage of the opportunities that will come from dynamic Asian economies and technological and scientific advances.\n\nIn parallel, risks to our interests are building. In particular, the stability of the Indo–Pacific region, which has underpinned its economic transformation, cannot be assumed.\n\nAny significant rise in protectionism globally could create strategic friction, damage economic growth and undermine the rules that support flows of trade and investment.\n\nSimilarly, the rules and institutions that help maintain peace and security and guide global cooperation are under strain. In some cases, major powers are ignoring or undermining international law. With many divergent interests and shifts in power between states, it is more difficult to get governments to respond collectively to some security and economic challenges. In the United States, there is greater",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Overview",
            "parent_section_name": "[missing]",
            "text": "We define the ‘Indo–Pacific’ as the region ranging from the eastern Indian Ocean to the Pacific Ocean connected by Southeast Asia, including India, North Asia and the United States.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "1",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 12
}