{
    "page_content": [
        {
            "section_name": "The United States and China",
            "parent_section_name": "[missing]",
            "text": "which has been and continues to be essential to the stability and prosperity of the Indo-Pacific. Many of Australia’s partners similarly encourage deep regional engagement by the United States. The web of US alliances in the Indo-Pacific, especially US alliances with Japan, the Republic of Korea and Australia, makes an essential contribution to regional security. Australia will continue to ensure the strength and vitality of our alliance. A comprehensive US economic strategy for Asia will be as important as the United States’ extensive security engagement. China’s capacity to take on responsibility for supporting regional and global security is growing. We encourage China to exercise its power in a way that enhances stability, reinforces international law and respects the interests of smaller countries and their right to pursue them peacefully. The United States and China are economically interdependent and have a sophisticated and multi-faceted relationship. They have a mutual interest in managing strategic tensions but this by itself is not a guarantee of stability. Compounding divergent strategic interests as China’s power grows, tensions could also flare between them over trade and other economic issues. Australia will encourage the United States and China to ensure economic tension between them does not fuel strategic rivalry or damage the multilateral trading system. Over time, bringing China and the United States together in a region-wide free trade agreement would reduce economic tension and help maximise regional economic growth prospects. A Chinese economy that further liberalises as it matures would also lower the risk of destabilising economic competition. Australia and the United States are not only strong allies. Our partnership encompasses engagement across the full suite of Australia’s international interests and works strongly to the benefit of both countries. The economic significance of the United States, combined with its dynamism, innovation and central role in the international financial system, makes it critical to our interests. The United States has a systemic importance to the global economy that is unlikely to be eclipsed even beyond the 10 year horizon of this White Paper. Our economic relationship is deep and broad, with extensive two-way investment supporting production, growth and jobs in both countries. The United States is the largest foreign direct investor in Australia, accounting for nearly 25 per cent of foreign investment—more than the next two countries combined. For over 60 years, our security has been supported by the extended deterrence provided by the United States and our privileged access to technology and information. The United States Force Posture Initiatives in northern Australia are providing new opportunities for combined training, regional engagement and further interoperability between our armed forces, including for humanitarian operations. We source high-end military equipment from the United States, including next generation platforms such as the Joint Strike Fighter. Deep intelligence sharing with the United States is vital to our capacity to respond to security challenges and humanitarian emergencies and to protect Australian lives. The alliance is a choice we make about how best to pursue our security interests. It is central to our shared objective of",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "39",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 50
}