{
    "page_content": [
        {
            "section_name": "Tackling transnational organised crime",
            "parent_section_name": "[missing]",
            "text": "Transnational crime has a severe impact on the safety and security of Australians. Illegal drugs harm our community. Human trafficking, sexual servitude, and child sexual abuse and exploitation blight lives. Counterfeit goods pose safety risks and undercut our businesses. Illicit trade in wildlife products and illegal fishing in Australian waters deplete our resources and damage the environment. Across our region, transnational crime undermines political processes, weakens security, harms communities, fuels corruption, inhibits economic development and impedes good governance. The threat we face will continue to evolve, often in ways that will be difficult to counteract. The distinction between traditional forms of crime and cybercrime is becoming increasingly blurred. In the next decade, the sourcing of drugs, weapons and other illicit goods from ‘darknets’ will increase, as will the use of crypto currencies to pay for them. Increased trade flows to Australia will provide more opportunities for criminals to conceal illicit goods. Our ability to combat transnational crime rests on the collaboration between government agencies and the effectiveness of our international engagement. Measures to detect and disrupt criminal activity are equally important—for example, the sophisticated intelligence and surveillance systems we deploy to help interdict harmful illicit goods like drugs and firearms. Crime flourishes in environments where the rule of law is weak. We need to build on our work with international partners, including through engagement with the region’s police and law enforcement agencies, to address vulnerabilities in our region that enable criminal networks and corrupt individuals to operate. Our development assistance supports governance, the rule of law, leadership training and capacity building to assist countries to respond to these challenges. Australia will also increase our bilateral and regional law and justice, border protection and diplomatic engagement to help prevent, investigate and prosecute transnational organised crime. Our bilateral law and justice cooperation with regional states, including China, Indonesia, Malaysia, the Philippines, Thailand and Vietnam, will be vital to combatting serious criminal threats to Australia. We will boost capacity to prevent, investigate, prosecute and deter criminal networks from operating in the region, including through the Pacific Police Development Program and the Jakarta Centre for Law Enforcement Cooperation. Australia will continue to play a leading role in promoting international standards to combat transnational crime, including money laundering, terrorism financing and corruption. Our work in and with regional and international organisations helps advance this agenda. We will continue to build regional capacity to combat corruption through the framework of the United Nations Convention against Corruption. International forums will need to focus increasingly on non-traditional security threats like transnational crime. Australia will continue to work through bodies such as the United Nations Office on Drugs and Crime, where we are already a major donor, and through regional forums, both to fight transnational organised crime and corruption,",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "73",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 84
}