{
    "page_content": [
        {
            "section_name": "Agriculture",
            "parent_section_name": "[missing]",
            "text": "tape, supporting new infrastructure, developing northern Australia and helping businesses to innovate and create jobs. The Government is funding more training places and ensuring educational institutions respond more flexibly to the needs of industry. We support government and industry cooperation on agricultural research.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Education and training",
            "parent_section_name": "[missing]",
            "text": "The Government’s National Strategy for International Education 2025 sets out a 10 year plan to entrench Australia as a leader in education, training and research. We are strengthening the fundamentals of our education system to ensure Australia has a highly educated population. We will continue to deliver our distinctive model of education that connects early learning, schools, vocational education and training, and higher education to ensure that domestic and international students obtain a world class education and student experience. The Government is examining ways to increase recognition of Australian qualifications and licensing, creating new opportunities to export professional services and increasing the value of Australian qualifications to international students.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Tourism",
            "parent_section_name": "[missing]",
            "text": "Our Tourism 2020 strategy is a joint government–industry plan to improve the competitiveness of the sector. The strategy is on track to meet its overnight visitor expenditure target of $115–$140 billion by 2020, up from $70 billion in 2009.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Services",
            "parent_section_name": "[missing]",
            "text": "We aim to further boost services exports beyond education and tourism. The Government has commissioned a major study to identify emerging opportunities in the region and issues beyond cost that influence the ability of Australian services providers to compete internationally.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Manufacturing",
            "parent_section_name": "[missing]",
            "text": "The Government has integrated initiatives and policies to help the manufacturing sector transition to advanced manufacturing. We are working with Australian manufacturing businesses to improve their competitiveness, including through the $100 million Advanced Manufacturing Fund and the Prime Minister’s Industry 4.0 Taskforce.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Australia’s defence industry",
            "parent_section_name": "[missing]",
            "text": "We are also making a $200 billion investment in Australia’s defence capability. Increasing Australia’s defence exports will build the international competitiveness, resilience and sustainability of our defence industry and contribute to employment and economic growth. The Government’s Naval Shipbuilding Plan will improve and sustain our naval capabilities and support thousands of jobs.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "67",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 78
}