{
    "page_content": [
        {
            "section_name": "Dynamic Asia",
            "parent_section_name": "[missing]",
            "text": "Within the next 10 years, India will have the largest working age population in the world. Behind China and India, Southeast Asian economies have the third-largest combined workforce and population in Asia. Despite collectively tripling in economic size over the past two decades, most economies in the region have the potential to lift their productivity and growth. Ultimately, as is the case with China, the pace and sustainability of growth in India and in Southeast Asia will depend on further difficult-to-implement structural reforms. Some economies might also find it harder than in the past to follow the traditional path to economic development as increased automation lowers the importance of cheap labour to industry. Australia’s development assistance can help to support economic reforms in the Indo-Pacific.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Technological change",
            "parent_section_name": "[missing]",
            "text": "The virtual world, ‘internet of things’ and big data are changing the way we work, socialise, communicate and consume goods and services. The combination of more advanced ICT tools—including artificial intelligence—with other disciplines such as materials technology, robotics, genomics and biotechnology will also drive further innovation, from medical treatments to smarter cities to low emissions energy. New industries and new jobs will be created. For Australia, there will be significant opportunities to improve productivity and harness new sources of growth to deliver the next stage of economic prosperity. At the same time, as discussed earlier in this chapter, domestic policy settings will need to respond to the changing nature of work. Technological change also has significant security implications. Access to technology makes it easier and cheaper for terrorists to construct, conceal and detonate lethal devices. Advances in military technology change the way military forces prepare for and engage in conflict. Technologies such as hypersonics and innovative computing will also lead to new types of weapons, challenging global arms control, disarmament and international law. Globally networked information systems also make it easier for states and non-state actors to compromise national security and to target individuals and businesses. Cyber threats can range from unacceptable interference in democratic processes, such as the activities of Russian cyber actors during the 2016 US presidential election, to the theft and manipulation of information or disruption of government or commercial activity. At the extreme, cyber actors could attack critical national infrastructure such as power grids and financial systems.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "People, cities and migration",
            "parent_section_name": "[missing]",
            "text": "Australia’s external environment will be influenced by demographic shifts, continuing urbanisation and high rates of people movements. The world’s population is estimated to reach 8.6 billion by 2030, up from 7.6 billion this year. As developed countries and China age rapidly, populations in Africa and South Asia will soar. This could assist or constrain economic growth depending on how well governments handle education and training, health, employment and infrastructure. It",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "31",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 42
}