{
    "page_content": [
        {
            "section_name": "CHAPTER TWO",
            "parent_section_name": "[missing]",
            "text": "[missing]",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "A contested world",
            "parent_section_name": "CHAPTER TWO",
            "text": "This chapter considers some of the significant trends shaping the world and their implications for Australia. Where possible, it looks 10 years out. The Government recognises that often we will be responding to unexpected events. Even so, understanding the forces driving change is essential to navigating uncertainty and influencing events to our advantage.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "A contested world",
            "parent_section_name": "CHAPTER TWO",
            "text": "Australian foreign policy in recent decades has focused on advancing our interests as globalisation deepened and economies in Asia grew strongly. In the decade ahead, both trends will continue profoundly to influence our prosperity and security. Other major trends will shape our world, including the pace and scale of technological advances, demographic shifts, climate change and new global power balances. The threats posed by North Korea and terrorism and other transnational issues will require resolute, long-term responses. The United States remains the most powerful country but its long dominance of the international order is being challenged by other powers. A post-Cold War lull in major power rivalry has ended. These trends are converging to create an uncertain outlook for Australia.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "An evolving international order",
            "parent_section_name": "[missing]",
            "text": "How countries conduct themselves globally and act to meet common challenges matters greatly to Australia. In the post-Second World War period, we have benefitted significantly from an international order shaped by US power and global leadership. Our world has been characterised by an increasingly integrated economy and the development of international rules and institutions. The principles embedded in the post-war order have strongly supported Australia’s interests and our values. These principles include the promotion of open markets, the importance of international law and other norms to guide international cooperation, the articulation of universal rights and freedoms and the need for states to work cooperatively on global challenges. US leadership has supported global security, including through the network of US alliances and the US military presence in Asia and Europe. Significant forces of change are now buffeting this system. How the international order evolves in response has important implications for Australia.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Anti-globalisation intensifies",
            "parent_section_name": "[missing]",
            "text": "Debate about the future course of globalisation has intensified. Starting in the 1990s, globalisation—the integration of the world economy through flows of",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "21",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 32
}