{
    "page_content": [
        {
            "section_name": "Figure 6.1 Australia and Australian Antarctic Territory",
            "parent_section_name": "[missing]",
            "text": "their emissions and build resilience to climate change. Australia is also boosting our response capability to natural disasters as well as improving disaster preparedness. When disasters strike, within 48 hours Australia can deploy relief supplies, humanitarian specialists and health and urban search and rescue teams. We also invest in regional disaster preparedness to help save lives, minimise economic loss and enable communities to recover more quickly. Our new deployment capability, Australia Assists, will bolster our ability to send Australians overseas to support these efforts. Australia has a strong interest in an effective global transition to a low-emissions economy while supporting growth and affordable energy. Although emissions are still rising globally, there is momentum towards a low-emissions economy, driven by technological advances and lower costs. Many of our major economic partners, including China and India, are investing in green growth. Australia stands to benefit from these trends because of our abundant renewable resources and expertise in low emissions, clean energy and renewable technology. We will have the opportunity to boost exports of climate services and technologies and to attract investment. Australia also has expertise in sustainable agriculture and cities, climate smart infrastructure, water management and climate finance. To take advantage of these opportunities and capture the benefits of the global energy transition, the Government is investing in clean energy technologies. For example, the Clean Energy Finance Corporation and the Australian Renewable Energy Agency have already invested over $4.5 billion in projects worth over $11 billion. The Government has also joined the global Mission Innovation initiative to double government investment in clean energy research and development by 2020.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Promoting sustainable development",
            "parent_section_name": "[missing]",
            "text": "Global levels of poverty have been steadily declining since the early 1980s, driven by rapid economic development in Asia. However, in 2013 (the most recent year for which comprehensive poverty data from the World Bank is available) more than 10 per cent of the world’s population, or over 750 million people, still lived in extreme poverty (defined by the World Bank as living on less than US$1.90 a day). The challenge remains acute in the Pacific (Figure 6.2). The United Nations estimates that globally 18,000 children die every day from poverty-related causes. Climate change, conflict, natural disasters and increasing pressure on resources threaten to slow the progress of poverty reduction over the next decade. As a prosperous country, Australia has a responsibility to contribute to global efforts to reduce poverty, alleviate suffering and promote sustainable development. This also serves our interests because the more that countries can provide economic opportunity for their citizens the more stable they will be. They will be less vulnerable to challenges such as irregular migration and extremism. In an interconnected world, investing in the development of other countries helps to limit negative impacts on our own security.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "87",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 98
}