{
    "page_content": [
        {
            "section_name": "Fault lines",
            "parent_section_name": "[missing]",
            "text": "unprecedented pace and scale of China’s activities. Australia opposes the use of disputed features and artificial structures in the South China Sea for military purposes. We support the resolution of differences through negotiation based on international law. All claimants should clarify the full nature and extent of their claims according to the United Nations Convention on the Law of the Sea (UNCLOS). The Government reaffirms its position that the Permanent Court of Arbitration’s ruling on the Philippines South China Sea Arbitration is final and binding on both parties. Elsewhere in the region, Australia is concerned about the potential for the use of force or coercion in the East China Sea and Taiwan Strait. We also remain concerned about the potential for tension between India and Pakistan to escalate into confrontation. How India and China manage their relationship, including competing border claims, will also have important implications for regional stability. In all of these matters, it is vital that those concerned act with restraint and avoid actions that add to tensions.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Safeguarding maritime security",
            "parent_section_name": "[missing]",
            "text": "Open sea lanes link the Pacific and Indian oceans, enabling trade in goods and energy that fuels the region’s growth. The major economies of North Asia—China, Japan and the Republic of Korea—in particular rely on energy transported through the Indian Ocean. Australia’s own connections with the world will continue to rely on our sea lines of communication. The region’s seas are becoming more congested and contested. Many regional countries continue to invest in advanced naval and civil maritime capabilities. Terrorists and other criminals use the relatively porous maritime boundaries of the Indo–Pacific as transit routes. Australia will increase its investments in maritime security capacity building in Southeast Asia. We will also work to strengthen the focus on maritime issues within regional forums, including the EAS and IORA, and enhance regional training on maritime domain awareness, protection of the marine environment and international law. We will deepen joint exercises and build maritime domain awareness with India and collaborate on maritime safety and security with other Indian Ocean partners, like Sri Lanka. We will promote confidence-building measures and cooperation among regional coast guards and maritime enforcement bodies, assist in efforts to counter terrorism and offer to support regional littoral states to develop comprehensive national maritime strategies. Through our diplomatic and operational engagement, we will strive to ensure international law, especially UNCLOS, is respected and implemented to protect freedom of navigation and uphold the sovereign rights of coastal states in their exclusive economic zones. Australia will continue to exercise our rights to freedom of navigation and overflight, consistent with long-standing policy, and conduct cooperative activities with other countries consistent with international law.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "47",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 58
}