{
    "page_content": [
        {
            "section_name": "Chapter three: A stable and prosperous Indo–Pacific",
            "parent_section_name": "[missing]",
            "text": "shaping the regional order. It delivers a capability edge to our armed forces and intelligence agencies, giving Australia added weight and regional influence. At the same time, Australia will strengthen relations with China, now a major geopolitical player with the capacity to influence virtually all of Australia’s international interests. China is rapidly becoming a significant global investor and a burgeoning centre for science, research and innovation. It is by far our largest trading partner, accounting for 32 per cent of our goods exports in 2016, and will remain so for the foreseeable future. Australia is committed to advancing our Comprehensive Strategic Partnership with China. Our broad and sophisticated relationship is underpinned by a bilateral free trade agreement, growing investment, close cooperation to combat transnational crime, important research linkages and extensive and growing flows of students, tourists and migrants. Our societies are increasingly connected. Our economic and people-to-people links—enhanced by initiatives such as the New Colombo Plan—provide ballast for our relationship. Australia will continue to place priority on positive and active engagement with China, including through annual meetings between leaders, foreign ministers and economic ministers. We will pursue cooperation on issues ranging from energy to law enforcement and security through a growing web of ministerial and other senior-level dialogues. We are looking to build on our free trade agreement by expanding market access and opportunities for our businesses. We have a long-standing and productive program of defence cooperation with China, which we are committed to expanding. We promote stronger connections at the sub-national level, working closely with our states and territories. We are expanding our diplomatic footprint in China by opening a new consulate-general in Shenyang. We welcome and will continue to contribute to important Chinese initiatives, such as the Asian Infrastructure Investment Bank (AIIB), of which Australia is a founding member. At times, closer engagement will be accompanied by friction arising from our different interests, values and political and legal systems. Regular and substantive engagement at senior levels will be essential to achieve our ambitions for the relationship.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Indo–Pacific partnerships",
            "parent_section_name": "[missing]",
            "text": "The Indo–Pacific democracies of Japan, Indonesia, India and the Republic of Korea are of first order importance to Australia, both as major bilateral partners in their own right and as countries that will influence the shape of the regional order. We are pursuing new economic and security cooperation and people-to-people links to strengthen these relationships. Australia will also work within smaller groupings of these countries, reflecting our shared interests in a region based on the principles described in this chapter. For example, Australia remains strongly committed to our trilateral dialogues with the United States and Japan and, separately, with India and Japan. Australia is open to working with our Indo-Pacific partners in other plurilateral arrangements.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Japan",
            "parent_section_name": "Indo–Pacific partnerships",
            "text": "A ‘Special Strategic Partner’ of Australia, Japan is a democratic, trade-oriented",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "Chapter three: A stable and prosperous Indo–Pacific",
    "page_footer": "[missing]",
    "page_number": "40",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 51
}