{
    "page_content": [
        {
            "section_name": "[missing]",
            "parent_section_name": "[missing]",
            "text": "and market sentiment have improved. Looking further ahead, however, several factors will weigh on the world’s economy. In the developed world, productivity gains associated with technology advances in the 1980s and 1990s have largely been exhausted and new advances in information and communications technologies have not yet translated into higher productivity across economies. Real wage growth is not expected to improve unless productivity increases, particularly in developed economies. Ageing populations will impede the productive capacity of economies such as Japan, China and the European Union. In response to cyclical crises, major economies have little room for stimulus because of high public debt and low official interest rates. China’s economy is also slowing as it matures and this will affect global growth rates. Despite changes to financial regulation and supervision since the global financial crisis, risks remain in the global monetary system. These include high debt in major economies and potentially destabilising increases in borrowing costs as developed economies normalise monetary policy.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "The Indo–Pacific will create opportunity",
            "parent_section_name": "[missing]",
            "text": "Even with declining momentum, Asia overall stands to deliver nearly two thirds of global growth to 2030. Its continuing growth will provide numerous opportunities for Australia while our economy remains competitive and agile. Within the next 15 years, four of the world’s five biggest economies in purchasing power parity terms are likely to be in Asia: China, India, Japan and Indonesia. China and India together make up more than 60 per cent of Asia’s economic activity. By implementing policies to support reform and inclusive growth, developing economies with large and youthful populations, such as India and Indonesia, could reap a demographic dividend (see Figure 2.5). Some forecasts suggest that by 2030, Asia could be home to a middle class of almost 3.5 billion (Figure 2.6). Australia’s economy will continue to strongly complement those of a growing Asia. Demand from Asia for minerals and energy—including LNG, coal, iron ore, gold, alumina, copper, nickel and zinc—will continue. Australia will also have significant opportunities to supply regional economies with services and premium agricultural products. Recognising that it can no longer rely on traditional growth drivers, such as investment in infrastructure and the movement of rural workers to urban areas, China is seeking to shift its economy to a more sustainable model driven by domestic consumption. This economic transition is on a scale without precedent. If the reforms succeed, they will lead to a more mature, diverse and stable economy. China faces risks however in the form of significant debt in the private and public sectors. While it has the resources and controls to respond to a crisis in its financial sector, a sharp correction could have a significant impact on Australia’s exports and on the global economy more broadly. India is the world’s fastest growing major economy and is expected to remain so for the next few years. India’s growth has been supported by increased openness to foreign investment and other economic reforms, as well as by a young and growing population.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "Chapter two: A contested world",
    "page_footer": "[missing]",
    "page_number": "28",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 39
}