{
    "page_content": [
        {
            "section_name": "Strength through openness",
            "parent_section_name": "Chapter one: Foundations for success",
            "text": "Our openness to the world is vital to our economic strength. This connects our goods and services to larger, often faster growing markets. In turn, it enables Australia to benefit from the world’s best goods, services, people, capital and ideas to grow our economy and create jobs. Being open to trade and investment boosts competition, creates new wealth and supports high living standards.\nOpenness, of course, is a means to an end, not an end in itself. Nor is it an absolute. We exercise strict sovereign control to protect the cohesion of our society, the integrity of our institutions and the security of our borders and national infrastructure.\nThe Government will continue to consider the national interest when reviewing foreign investment proposals. We will balance our need for skilled migration with ensuring new migrants can integrate into our labour market and society. The Government will ensure multinational companies pay their fair share of tax.\nThe Government’s policies to boost economic growth and promote innovation and flexibility will maximise the opportunities that come from technological change. We recognise the adjustment costs borne by parts of the community in the face of competition and disruptive technological change. Many countries are dealing with similar issues.\nOur investments in education, retraining, and employment services, and assistance to communities adjusting to economic changes, will help Australians adapt. The Government’s regional jobs and investment package supports the diversity and resilience of regional communities, including by helping people to retrain for new industries.\nThe Government will keep our economy open because this supports some of the highest living standards in the world. Open trade gives Australians more choices, better services and lower prices. This applies even if other countries adopt protectionist measures.\nOur businesses are also more competitive through cheaper inputs and components. Competition from imports reduces the cost of many essential items, benefitting Australian consumers (Figure 1.2).\nOur policies to support an open economy give us the flexibility to respond to changes in world conditions, and to adopt and benefit from new technologies. Resources can be redeployed to respond to market demands, keeping us competitive and maintaining growth.\nOur openness to trade and investment also drives job creation. Employment in a number of regional and rural parts of the country depends on their connection to global markets. Today, one in five Australian jobs are trade-related. Exporting firms on average employ more people and pay higher wages than firms focused on the domestic market alone (Figure 1.3).\nFurther, by supplementing domestic savings with foreign investment we create more opportunities than can be achieved from domestic savings alone. Investment from overseas improves the efficiency of our economy, including through the transfer of new ideas and technology. Australia has always been and will remain a capital importing country so we will continue to rely on foreign investment. Without it, production, employment and incomes would all be lower.\nToday there is more than $3 trillion of foreign investment in Australia. Foreign-owned companies generate large revenues and employ more than 700,000 Australians. Our world-leading minerals and energy",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": false,
            "contains_table": false
        }
    ],
    "page_header": "Chapter one: Foundations for success",
    "page_footer": "[missing]",
    "page_number": "14",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 25
}