{
    "page_content": [
        {
            "section_name": "Dynamic Asia",
            "parent_section_name": "Chapter two: A contested world",
            "text": "The scale of Asia’s transformation is unprecedented. In a little over three decades the region went from one in which more than a billion people lived in extreme poverty to one with more than a billion in the middle class.\n\nAt the region’s industrial heart, China has become an urbanised manufacturing hub. Its mega-cities, including Beijing, Chongqing, Guangzhou, Shanghai, Shenzhen and Tianjin, have populations many times larger than those of Sydney or Melbourne, and are the world’s leading producers of phones, computers, electronics and petrochemicals.\n\nThey do not do this alone. An electronic engine control unit designed in Tokyo may be assembled in Guangzhou, wired into a car being built in the Gulf of Thailand, and on-sold with technical support from Mumbai and a call centre in Manila.\n\nValue chains drive the shipping of millions of containers annually through the straits of Malacca, Sunda and Lombok a few hundred kilometres north of Australia. Located at the gateway to these straits, Singapore connects the equivalent of more than 30 million shipping containers a year to 600 ports in 120 countries. Asia’s people are also on the move, with 1.3 billion passengers travelling through or within the region every year.\n\nOver the next 10 years, a billion more Asians will join the middle class creating a consumer market larger in number and spending power than the rest of the world combined. Their choices will reshape global markets.\n\nBy 2030, the region will produce more than half of the world’s economic output and consume more than half of the world’s food and 40 per cent of its energy. By then, more than 600 million additional people will live in the region’s cities.\n\nAsia also has more internet and social media users than the rest of the world combined. China for example accounts for 40 per cent of global e-commerce transactions. The value of mobile payments in China is 11 times that of similar transactions in the United States. Jakarta is the most active city in the world on Instagram Stories. Across Asia, Korean pop and Japanese animation are ubiquitous. Bollywood sells twice as many cinema tickets as Hollywood.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "Chapter two: A contested world",
    "page_footer": "[missing]",
    "page_number": "30",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 41
}