{
    "page_content": [
        {
            "section_name": "Japan",
            "parent_section_name": "[missing]",
            "text": "nation with which we share values and interests, including through our alliances with the United States. Together we are working to achieve a stable region underpinned by open economies and the rule of law. As close partners, each country is invested in the success of the other.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Japan",
            "parent_section_name": "[missing]",
            "text": "Japan is the world’s fourth-largest economy and a major player in international and global economic forums. It remains a cornerstone of global value chains, the largest source of foreign direct investment in Southeast Asia and the catalyst for much of our region’s—and Australia’s—economic development.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Japan",
            "parent_section_name": "[missing]",
            "text": "We have an extensive and mature partnership in trade and investment, which both countries seek to deepen. Australia is committed to the tempo of annual prime ministerial visits and will strengthen economic dialogue with Japan to complement our FTA and already extensive economic contacts.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Japan",
            "parent_section_name": "[missing]",
            "text": "We expect Japan, which possesses advanced military forces and significant technological capabilities, steadily to pursue reforms to its defence and strategic policies over the decade. Australia supports these reforms and Japan’s efforts to improve its security capabilities and to play a more active role in the security of the region. In recent years our defence relationship has grown rapidly. Australia will continue to boost defence engagement with Japan, including in maritime security and in research and development.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Indonesia",
            "parent_section_name": "[missing]",
            "text": "Indonesia is a dynamic, democratic, diverse and growing G20 member with the world’s largest Muslim population. Indonesia’s success is of fundamental importance to Australia.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Indonesia",
            "parent_section_name": "[missing]",
            "text": "Indonesia has a growing middle class and, by some estimates, will be the world’s fifth-largest economy by 2030. The size, weight and location of Indonesia at the intersection of the Indian and Pacific oceans makes it a leader in our region, including in ASEAN. We work closely with Indonesia in regional and international forums to support and protect a rules-based regional order, including in the EAS and ASEAN Defence Ministers’ Meeting Plus (ADMM Plus).",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Indonesia",
            "parent_section_name": "[missing]",
            "text": "As close neighbours, with an extensive maritime border, we will be stronger as we continue to promote our interests together. The 2006 Lombok Treaty reaffirms our respect for each other’s territorial integrity.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Indonesia",
            "parent_section_name": "[missing]",
            "text": "We have already built a mature and mutually beneficial partnership, one that will be reinforced by growing economic ties, including the Comprehensive Economic Partnership Agreement currently under negotiation, and more diverse links through business, study and travel. To this end, the Government has opened new posts in Makassar and Surabaya to better engage with Indonesia’s dynamic regions.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Indonesia",
            "parent_section_name": "[missing]",
            "text": "We support Indonesia’s economic growth and stability including through development cooperation. Australia works in partnership with Indonesian agencies to further the development of infrastructure, skills and institutions.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Indonesia",
            "parent_section_name": "[missing]",
            "text": "We will deepen cooperation on shared maritime interests including by working to counter illegal fishing, improve coordination and communications on search and rescue, and upgrade navy-to-navy links. Through our development program, we support Indonesia’s efforts to tackle inequality and maintain social stability, promote tolerance and pluralism, and counter violent extremism. Our long-standing",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "41",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 52
}