{
    "page_content": [
        {
            "section_name": "Responding to the challenge of displaced people",
            "parent_section_name": "[missing]",
            "text": "Global Compact on Safe, Regular and Orderly Migration, which are scheduled to be concluded in 2018. The Refugee Compact seeks to enhance protections for refugees and displaced people, develop a better framework to deal with the protracted nature of displacement, and ease the burden of countries hosting large refugee populations. The Migration Compact seeks to improve the global governance of migration and reduce the vulnerabilities of migrants. Australia works closely with a range of international organisations to protect and support refugees and displaced people, including the UN High Commissioner for Refugees and the International Committee of the Red Cross. Australia focuses strongly on protection efforts for women and girls",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Gender equality",
            "parent_section_name": "[missing]",
            "text": "Gender inequality undermines global prosperity, stability and security. It contributes to and often exacerbates a range of challenges, including poverty, weak governance and conflict and violent extremism. Australia’s foreign policy pursues the empowerment of women as a top priority, including through the advocacy of our Ambassador for Women and Girls. We fund development programs that support improved access to education, sexual and reproductive health services, employment and financial services for women and girls. Working with partners, we encourage women to be leaders in their communities and parliaments. We strive to end violence against women and girls. Some of our programs include: \n\n- Pacific Women Shaping Pacific Development ($320 million, 2010–2022), which supports women in 14 Pacific countries to participate fully and safely in political, economic and social life \n- the Investing in Women Initiative in South East Asia ($46 million, 2016–2019), which works with businesses to improve women’s employment conditions and increase investment in women-led small to medium sized enterprises, and \n- the Australia Indonesia program for Empowering Indonesian Women for Poverty Reduction ($108.3 million, 2012–2020), which works to increase the participation of women in the workforce, improves access to social protection programs and empowers women to influence change at the grassroots level.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "93",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 104
}