{
    "page_content": [
        {
            "section_name": "Climate change",
            "parent_section_name": "[missing]",
            "text": "need to meet a guarantee for reliability and emissions reductions in line with Australia's commitments under the Paris Agreement. Our commitment to reduce emissions by 26 to 28 per cent below 2005 levels by 2030 is among the highest per capita reduction targets for an advanced economy. Australia will work in partnership with developed and developing countries to take effective action on climate change. The United Nations Framework Convention on Climate Change, and in particular the Paris Agreement, requires action by both developed and developing parties. The framework also allows countries to determine the nature and extent of their contributions. To date, more than 160 countries have ratified the Agreement. While disappointed by the decision of the United States to withdraw, Australia remains committed to the Paris Agreement. Responding to climate change will continue to be a priority for Australia’s development assistance. We are investing more than $1 billion over five years to support developing countries to reduce",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Antarctica",
            "parent_section_name": "[missing]",
            "text": "Antarctica is important to Australia. We have sovereignty over 42 per cent of the continent, including sovereign rights over adjacent offshore areas (Figure 6.1). The Government is spending an additional $2.2 billion to protect Australia’s significant Antarctic interests. Australia is among the most influential parties to the Antarctic Treaty and is staunchly committed to the Treaty’s strength and effectiveness, and its principles of environmental protection and non-militarisation. This will preserve Antarctica as a region devoted to peace and science and reduce the potential for strategic competition to Australia’s south. Australia has an ambitious agenda for its future in Antarctica, set out in the Australian Antarctic Strategy and 20 Year Action Plan. We are building a new world-class research and resupply icebreaker vessel and new overland transport capabilities. We are improving our aviation access to the continent. We will protect the Antarctic environment, with an emphasis on maintaining the indefinite ban on mining and oil drilling, and on conserving marine resources. We will continue to deliver a world-class science program. The Government will also fund new capabilities and infrastructure to support Tasmania’s status as the premier gateway for science and operations in East Antarctica.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "85",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 96
}