{
    "page_content": [
        {
            "section_name": "Labour mobility for the Pacific and Timor-Leste",
            "parent_section_name": "[missing]",
            "text": "our labour mobility schemes. We are working with financial institutions to reduce further the cost of remittances to the Pacific.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Tackling security challenges",
            "parent_section_name": "[missing]",
            "text": "Many countries in the Pacific have limited capacity to respond individually to security challenges such as transnational crime, natural disasters, climate change or outbreaks of infectious diseases. Our experience of working together—through the Regional Assistance Mission to Solomon Islands (RAMSI), cyclone responses and fisheries surveillance—shows the advantages of close bilateral and regional cooperation.\n\nFollowing the conclusion of RAMSI, we have signed a bilateral security agreement with the Solomon Islands Government to allow for future Australian support should it be required. We have concluded bilateral security memoranda with Nauru and Tuvalu to help protect them and the region against transnational organised crime, build their border security capacity and protect against health threats. We will work with other partners on cooperative arrangements. We will assist some countries to develop national security strategies.\n\nAustralia will continue to support and better coordinate defence, police, intelligence, border and law and justice training. We will help improve information sharing between national and regional law enforcement agencies, including through the Pacific Transnational Crime Coordination Centre. This will help deliver more effective approaches to transnational organised crime.\n\nAustralia will work with Pacific partners to establish an Australian Pacific Security College to deliver security and law enforcement training at the leadership level.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Tackling security challenges",
            "parent_section_name": "[missing]",
            "text": "Australia’s maritime cooperation contributes to protecting our region’s vast maritime resources and enhances regional security. Through our Pacific Maritime Security Program, Australia will provide 19 replacement patrol vessels to our partners and we will fund aerial surveillance. We are boosting civil maritime cooperation to enhance information sharing and to improve responses to threats such as illegal, unreported and unregulated fishing and smuggling of people, wildlife and drugs.\n\nIn support of these efforts, Australia will continue to cooperate closely in the Pacific with New Zealand, the United States and France on maritime surveillance and disaster preparedness and response.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Strengthening people-to-people links, skills and leadership",
            "parent_section_name": "[missing]",
            "text": "An increased focus on skills and education will be vital if the Pacific is to realise its economic potential. Again, the relatively small populations and economies of most countries mean that vocational training and higher education are often best dealt with by pooling resources and expertise.\n\nOur support for vocational education and training, including the Australia - Pacific Technical College and universities in the region, and scholarships for study in Australia, will have a sharper focus on preparing graduates for employment and community engagement.\n\nThis investment in human capital supports economic growth and the better delivery of government services. It complements Australia’s work with partners—including in think tanks, civil society and institutions, such as the Pacific Leadership and Governance Precinct in Port Moresby—to train emerging leaders and prepare them for the challenges of modern governance.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "103",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 114
}