{
    "page_content": [
        {
            "section_name": "Modern trade agreements",
            "parent_section_name": "Chapter four: Our agenda for opportunity",
            "text": "FTAs are now a major feature of the global trading system, growing in number from around 50 in 1990 to about 280 today. While built on the rules and disciplines of WTO agreements, modern FTAs go well beyond tariff elimination and advance rules in areas and ways not possible in the multilateral system. This network of agreements can generate a competitive liberalisation dynamic, which can open up new opportunities.\n\nThese new rules include competition policy, investment and intellectual property rights. FTAs provide mechanisms to address non-tariff and other behind the border measures that could block imports such as biosecurity and environmental standards (both legitimate objectives but sometimes applied by countries in ways that unduly restrict trade).\n\nAustralia has been at the forefront of developing modern, comprehensive FTAs. These aim to maximise tariff reductions for Australian exporters, open up services markets, and set rules to enhance trade and investment and reduce regulatory risk. Through these agreements we encourage approaches that support economic growth and trade and investment liberalisation more broadly.\n\nBy setting rules to promote a seamless business environment, these agreements improve the prospects of our companies to link to global value chains. They support services exports by eliminating discriminatory treatment, promoting greater regulatory coherence, opening the digital economy, and establishing rules on the temporary entry of business people.\n\nOur FTAs provide a competitive edge to our agricultural producers and complement the Government’s efforts to secure and maintain access for many of our agricultural products under other countries’ technical and biosecurity regulations.\n\nBy reducing import costs, these agreements benefit Australian consumers and producers by improving access to intellectual property, technology and know-how from around the world.\n\nTo complement our robust diplomacy that assists companies overcome non-tariff barriers, our trade agreements provide a framework to deal with barriers stemming from differences in labelling, standards and other regulations.\n\nAustralia’s FTAs promote and facilitate two-way flows of investment, for example by codifying and improving policy settings and seeking improved access for Australian investors in overseas markets. They ensure non-discriminatory access to government procurement markets, and equal treatment under local competition laws. Our FTAs complement Australia’s advocacy for reform of international investment law in forums such as the G20, WTO and OECD.\n\nFinally, we make our FTAs ‘living agreements’ with substantial built-in forward negotiating agendas and work programs. This enables the agreements to evolve in light of emerging trends in trade and investment, and to ensure Australia continues to receive the best available treatment from our FTA partners.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "Chapter four: Our agenda for opportunity",
    "page_footer": "[missing]",
    "page_number": "60",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 71
}