{
    "page_content": [
        {
            "section_name": "An environment under strain",
            "parent_section_name": "[missing]",
            "text": "demand will outstrip supply by over 40 per cent by 2030. Preventing hunger and malnutrition will remain an acute challenge.\n\nThe world’s oceans will be under greater pressure. Demand for seafood, especially from Asia, will further strain global fisheries, 31 per cent of which are fished at unsustainable levels. The continuing effective management of our own fisheries will depend on the health and sustainability of ecosystems in the wider region.\n\nThe world’s forests will continue to face intense pressure from land-use conversion, unsustainable harvesting (including illegal logging) and climate change. Demand for timber is expected to quadruple by 2050.\n\nAs a major exporter of food and energy, and with our world-leading expertise in agriculture, forestry, water management and environmental sciences, Australia will make an important contribution to efforts to respond to these shared challenges.",
            "image_diagram_summary": "Figure 2.8 Global energy demand: A bar chart showing global energy demand in million tonnes of oil equivalent for the years 2014, 2025, and 2040. The chart is color-coded to represent different energy sources: Coal (red), Oil (orange), Gas (purple), Nuclear (blue), and Renewables (light blue). The demand increases over the years with significant growth in renewables and gas. #bar_chart #energy_demand #color_coded",
            "contains_image_diagam": "true",
            "contains_table": "false"
        }
    ],
    "page_header": "Chapter two: A contested world",
    "page_footer": "[missing]",
    "page_number": "34",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 45
}