{
    "page_content": [
        {
            "section_name": "A framework for opportunity, security and strength",
            "parent_section_name": "[missing]",
            "text": "The policies described in this White Paper serve the national interest by advancing the prosperity of Australia, the independence of our decision-making and the security, safety and freedom of our people. They provide a framework to guide the deployment of our resources and capabilities in pursuit of our highest foreign policy priorities.\n\nWe identify five objectives of fundamental importance to Australia’s security and prosperity. The Government will:\n\n- promote an open, inclusive and prosperous Indo–Pacific region in which the rights of all states are respected\n- deliver more opportunities for our businesses globally and stand against protectionism\n- ensure Australians remain safe, secure and free in the face of threats such as terrorism\n- promote and protect the international rules that support stability and prosperity and enable cooperation to tackle global challenges, and\n- step up support for a more resilient Pacific and Timor-Leste.\n\nCollectively, these priorities and the policies that support them provide a clear-eyed and active agenda for Australia’s international engagement. They are bound by a common thread—each seeks to respond to the opportunities and uncertainties of a contested world. In many instances, they build on current policy settings with new approaches and higher levels of activity and ambition.\n\nWhile the Indo–Pacific is of primary importance to Australia, these priorities also reflect the global scope of our national interests and foreign policy.\n\nPlanning for an uncertain decade is inherently difficult. In the current environment, it is possible that some of the trends identified in this White Paper will move against Australia’s interests in ways that require further responses. Agile policy and regular reviews of our foreign, defence and national security frameworks will be important.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "A stable and prosperous Indo–Pacific",
            "parent_section_name": "[missing]",
            "text": "Australia’s interests are clear as the distribution of power in the Indo–Pacific changes. We want peace to help sustain the growth that has brought the region to the centre of the global economy. Equally, we want a region where our ability to prosecute our interests freely is not constrained by the exercise of coercive power.\n\nFor Australia, the stakes could not be higher. The Indo–Pacific encompasses our most important economic partners and its dynamism supports economic growth in Australia, creating jobs and increasing our standard of living.\n\nOur cultural, educational and people-to-people links are also deep. The region is the source of many of our biggest migrant communities, which are vital to our modern, vibrant nation.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "3",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 14
}