{
    "page_content": [
        {
            "section_name": "Guarding against global health risks",
            "parent_section_name": "[missing]",
            "text": "The Government recognises the importance of good health and strong and resilient health systems to support productive societies and economic growth. Our health system is recognised as among the best in the world, and we will continue to help shape global health norms and standards. The Government is committed to preventing and responding to the introduction and spread of infectious diseases. Health crises threaten economic and human development. International travel, urbanisation and weak health systems in some countries contribute to the rapid spread of pathogens around the globe. Antimicrobial resistance is a major global health threat. If not tackled decisively, it could cause an additional 10 million deaths a year by 2050. Already, drug resistant tuberculosis is a challenge in Papua New Guinea, while drug resistant",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "innovationXchange",
            "parent_section_name": "[missing]",
            "text": "The innovationXchange in the Department of Foreign Affairs and Trade tests new ideas and harnesses breakthroughs in science and technology to increase the effectiveness of Australia’s aid program and foreign policy. It is an exemplar for contemporary government practice. Its Innovation Resource Facility delivers access to world-leading innovation advice and mentoring across the full range of public policy fields. It also uses challenges to crowd source new ideas to help solve intractable development challenges. The innovationXchange leverages the knowledge, skills and resources of others to achieve greater impact. For example, it is working with Monash University to undertake clinical trials of a new approach for combatting the dengue and Zika viruses. With Bloomberg Philanthropies, it is helping countries collect and use better health data. Through partnerships with Google, the innovationXchange is funding pilot projects in Cambodia, India, the Philippines, Timor-Leste and Vietnam to address problems such as arsenic contamination of water and the financial exclusion of the poor. In collaboration with the US-based XPRIZE and India’s Tata Group, the innovationXchange is offering a US$2 million prize for the research team that can harvest 2,000 litres of clean water a day from the air, at a cost of two cents a litre, using only renewable energy.",
            "image_diagram_summary": "A grey box with a purple corner contains text about the innovationXchange initiative, highlighting its role in testing new ideas and leveraging partnerships to address global challenges. #greybox #purplecorner",
            "contains_image_diagam": "true",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "96",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 107
}