{
    "page_content": [
        {
            "section_name": "Assisting Australians overseas",
            "parent_section_name": "[missing]",
            "text": "a rise in Australians retiring overseas and the growth in international cruises.\n\nThe Department of Foreign Affairs and Trade (DFAT) will build partnerships with social media and telecommunications companies to develop alternative tools to establish the welfare and whereabouts of Australians during emergencies overseas.\n\nIn the face of rising demand, we will ensure consular resources are directed to those most in need. The Government no longer provides consular assistance to Australian permanent residents (except during crises) or to dual nationals in their country of other nationality in cases where they are clearly self-sufficient. DFAT is improving its capacity to manage complex cases such as those involving mental health issues and victims of violent crime.\n\nThe Government’s crisis management systems are world-class and we are committed to their further improvement. We are building stronger cooperation arrangements with key international partners to broaden our reach and extend our global capability. DFAT’s new Global Watch Office delivers a 24/7 government capability to monitor and respond to international events that affect Australian interests.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "77",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 88
}