{
    "page_content": [
        {
            "section_name": "Australian aid: investing in prosperity and stability",
            "parent_section_name": "[missing]",
            "text": "Australia’s development assistance is focused on the Indo-Pacific and promotes the national interest by contributing to sustainable economic growth and poverty reduction. We work with partners to achieve the SDGs by helping to strengthen the private sector and supporting human development. Our development assistance is an important aspect of Australia’s contribution to global prosperity and stability.\n\nWe develop and implement policies and programs that focus on innovation and encourage private sector-led growth and job creation. Our assistance helps partner countries improve governance, education and health and enhance productivity in agriculture, fisheries and water. We help build the infrastructure and capacity that developing countries need to benefit from trade. We promote gender equality because eliminating gender disparities in the region would significantly boost per capita incomes.\n\nWe know growth alone will not guarantee prosperity and stability. That is why we focus on poverty reduction and promoting the participation in the economy and society of the most disadvantaged, including women and girls and people living with disabilities.\n\nThe success of our development assistance also rests on addressing other barriers to growth. We deliver programs with our partners that tackle inequality and climate change, and boost resilience to natural disasters. The Government will increase humanitarian assistance and other support to $500 million a year to address crises and conflicts.\n\nWe ensure that our investments deliver results by using a comprehensive performance system. We report publicly on our effectiveness through the annual Performance of Australian Aid report.\n\nWhen allocating development assistance, we apply four tests:\n\n- is this in our national interest?\n- will this promote inclusive growth and reduce poverty?\n- does Australia’s contribution add value and leverage partner funding?\n- will this deliver results and value for money?",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "90",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 101
}