{
    "page_content": [
        {
            "section_name": "Our democracy",
            "parent_section_name": "[missing]",
            "text": "effective government and a dynamic market economy. Institutional independence reinforces impartiality and public confidence, and is balanced with clear accountability. The rule of law, freedom, independent institutions and a market economy constitute the fabric of Australian democracy. They support our national strength and high-income economy, and provide an enduring basis for social and economic progress. We are committed to protecting our democracy and to using the advantages it bestows on our country to deliver opportunity and security for all Australians. The Government will ensure that national decision-making is transparent and our institutions remain free from foreign interference. This is one of our most important national interests.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Community cohesion",
            "parent_section_name": "[missing]",
            "text": "Australia is one of the world’s most successful multicultural societies. We are a harmonious, egalitarian and enterprising nation that embraces its diversity. One in four Australians were born overseas (Figure 1.1) and almost half of all Australians were either born overseas or have at least one parent born overseas. We come from virtually every culture, race, faith and nation. We are as old as our First Australians, who have cared for this country for more than 50,000 years, and as young as the new baby in the arms of her migrant mother. We are united by common values—freedom, democracy, the rule of law and equality of opportunity. The Government this year launched a Multicultural Statement to reaffirm its commitment to an Australia in which racism and discrimination have no place.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Figure 1.1",
            "parent_section_name": "[missing]",
            "text": "Percentage of population born overseas (select countries)",
            "image_diagram_summary": "A bar chart showing the percentage of population born overseas in select countries. Australia has the highest percentage at around 27%, followed by New Zealand, Canada, United States, and United Kingdom. Source: Australian Bureau of Statistics; United Nations. #bar chart #population #overseas #Australia #New Zealand #Canada #United States #United Kingdom",
            "contains_image_diagam": "true",
            "contains_table": "false"
        }
    ],
    "page_header": "Chapter one: Foundations for success",
    "page_footer": "[missing]",
    "page_number": "12",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 23
}