{
    "page_content": [
        {
            "section_name": "Chapter eight: Partnerships and soft power",
            "parent_section_name": "[missing]",
            "text": "attractive lifestyle and world-class institutions. At the same time, globalisation and technological advances, particularly the reach of the internet and social media, continue to change the way influence is exercised. The Government recognises the greater ability in a globalised world of individuals and non-state actors to shape outcomes on issues of importance to Australia. Digital communication also allows non-government actors and nation states alike to influence public attitudes at a pace and scale not witnessed before, for good and ill.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Strengths",
            "parent_section_name": "Chapter eight: Partnerships and soft power",
            "text": "We start from a position close to the top of global surveys of soft power. Australia’s democracy, rule of law, strong economy, quality education, cutting-edge science, multiculturalism and environmental protections are all sources of influence. These facets of modern Australia underpin our ability to attract capital and talent from around the world. They enable Australians and Australian institutions to speak with confidence and with credibility on the world stage. Australia’s commitment to solving regional and global challenges underpins our standing as an influential and successful nation. Our development partnerships also expand our points of engagement and international influence. Our widely envied lifestyle reflects the high standard of living we have forged and the excellence of our cities and government services, as well as world-leading levels of environmental protection. We have strengths in innovation and the creative industries. Our attractiveness as a tourism destination brings substantial economic benefits and builds influence by encouraging visitors to our shores and showcasing Australia’s natural beauty, world-class produce, dynamic economy and the openness of our society.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "A stronger nation brand",
            "parent_section_name": "Chapter eight: Partnerships and soft power",
            "text": "The Government is committed to marketing our commercial, educational and cultural credentials. We will develop a stronger nation brand that reinforces our reputation as an internationally competitive investment destination, a great place to visit, a quality provider of education and a trusted exporter of premium quality goods and services. This will complement our broader trade and investment policies and add impetus to our major economic partnerships.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Digital engagement",
            "parent_section_name": "Chapter eight: Partnerships and soft power",
            "text": "Digital engagement is increasingly important to attract, build and mobilise support for our foreign policy goals. More broadly, digital engagement supports a more open and consultative form of government, one in which governments both communicate their own messages and listen to diverse views. Digital communication platforms also help us to monitor international developments and track sentiment towards Australian policy. Through digital media, we can also help to shape debate and understanding of Australia’s interests, and improve crisis management and consular services, for example through immediate warning messaging. The Government will continue to invest in its people to ensure the Australian Public Service has the right digital skills. This includes recruiting employees with technical expertise and investing in staff to develop",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "110",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 121
}