{
    "page_content": [
        {
            "section_name": "Making globalisation work for Australia",
            "parent_section_name": "[missing]",
            "text": "Most Australians recognise that globalisation has significantly benefitted Australia.3 Our economic record of 26 years of uninterrupted growth is based on policies adopted by successive governments to ensure Australia benefits from economic openness. This has enabled Australia to prosper while maintaining social cohesion and fairness. Nonetheless, the Government understands that maintaining public support for trade, investment and skilled migration is vitally important to our continuing prosperity. We will continue to work with the business community and other partners to explain the importance of an open Australian economy to our future prosperity. The Government will strengthen advocacy in support of our trade and investment agenda. We seek to ensure Australians find opportunity in a growing economy and implement policies that help businesses and workers adapt to change and share in the benefits of trade and investment. We recognise that technological change is an opportunity for business and the wider community. The Government’s approach to innovation and science fosters globally competitive businesses and institutions that provide better paying jobs. We continue to look for ways to stimulate innovation, including by enabling the commercialisation of research, supporting start-ups, and helping existing businesses to build capability and skills. Our flexible vocational and higher education pathways help Australians to develop skills to find jobs and opportunity in changing workplaces. At the same time, our social safety nets, skills retraining and labour market programs for Australians affected by technology and competition, including in regional centres, will also help communities adapt to change.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Protecting rules to support trade and investment",
            "parent_section_name": "[missing]",
            "text": "Internationally, Australia will continue to take a determined stand alongside like-minded partners to resist protectionism. The Government will make vigorous efforts bilaterally to minimise the impact of protectionist and trade restrictive measures on Australian businesses. At the same time, we will remain a strong advocate for an open global economy supported by enforceable rules. The rules embodied in the WTO limit arbitrary and unfair trade restrictions and are of fundamental importance to Australia’s interests. We will demonstrate leadership, creativity and perseverance in seeking to advance liberalisation within the WTO. Australia has played an instrumental role in achieving recent WTO outcomes, such as the Trade Facilitation Agreement. This agreement will reduce red tape and compliance costs for exporters (such as customs procedures), potentially boosting global trade by up to $1 trillion a year. Similarly, we contributed substantially to the WTO agreement reached in 2015 to eliminate agricultural export subsidies. This was a goal long pursued by Australia because of the damage to our farmers from these subsidies. Addressing the remaining substantial distortions and",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "2017 Lowy Institute Poll",
    "page_number": "55",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 66
}