{
    "page_content": [
        {
            "section_name": "Promoting sustainable development",
            "parent_section_name": "[missing]",
            "text": "Figure 6.2 Extreme poverty in the Indo–Pacific\nSource: Asian Development Bank\nNote: Extreme poverty is defined as living on less than US$1.90 per day (2011 PPP)",
            "image_diagram_summary": "Bar chart showing extreme poverty percentages in the Indo-Pacific region for the years 2002 and 2013. The chart includes data for Pacific, South Asia, East Asia, and Southeast Asia. The bars are color-coded with orange representing 2002 and purple representing 2013. The chart indicates a significant reduction in extreme poverty over the years. #bar_chart #orange #purple #poverty_reduction",
            "contains_image_diagam": "true",
            "contains_table": "false"
        },
        {
            "section_name": "Promoting sustainable development",
            "parent_section_name": "[missing]",
            "text": "To respond to the challenge of global poverty, Australia has joined all other United Nations member states in committing to the 2030 Agenda for Sustainable Development and the 17 Sustainable Development Goals (SDGs). These include goals to reduce poverty and hunger, improve health and education, advance gender equality and strengthen economic growth (Figure 6.3). The 2030 Agenda is not just for and about government—it also engages the private sector, civil society, academia and international organisations. In working with partners to achieve the SDGs, Australia will use its overseas development assistance, including through aid for trade, to catalyse sustained and inclusive economic growth to help reduce poverty. The 2030 Agenda provides an opportunity for Australia to share its experience at home with partners around the world.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Advancing human rights",
            "parent_section_name": "[missing]",
            "text": "Australia is committed to advancing human rights globally. Men, women and children have the right to fundamental freedoms and to live their lives with dignity. Human rights underpin peace and prosperity. Australia will promote human rights through constructive bilateral dialogue. Where appropriate, we will work with countries to advance and protect human rights through development assistance and humanitarian support. At times, and especially in the case of gross human",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "88",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 99
}