{
    "page_content": [
        {
            "section_name": "Advancing human rights",
            "parent_section_name": "[missing]",
            "text": "rights violations, we will apply sanctions. Australia is committed to a strong multilateral human rights system. We continue to support the independent mandate of the Office of the High Commissioner for Human Rights. We promote efforts to strengthen the Human Rights Council and the wider human rights system. As a member of the United Nations Human Rights Council for the 2018-2020 term, Australia will: \n\n- advance the rights of women and girls \n- promote good governance, democratic institutions and freedoms of expression, association, religion and belief \n- promote the rights of people with disabilities \n- advance human rights for indigenous peoples around the globe \n- promote national human rights institutions and capacity building, and \n- advocate the global abolition of the death penalty. \n\nOur development program supports these objectives, especially by tackling gender inequality, promoting disability inclusive development and funding multilateral human rights bodies. \n\nIn addition, Australia is committed to protecting and strengthening civil society internationally. We will work to increase the formal participation of civil society in UN processes. \n\nAustralia also supports democratic principles, the rule of law, human rights and gender equality through the Commonwealth, which links 52 countries.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Figure 6.3 Sustainable Development Goals",
            "parent_section_name": "[missing]",
            "text": "[missing]",
            "image_diagram_summary": "A colorful chart titled 'Sustainable Development Goals' with 17 distinct goals represented by icons and numbers. Goals include No Poverty, Zero Hunger, Good Health and Well-being, Quality Education, Gender Equality, Clean Water and Sanitation, Affordable and Clean Energy, Decent Work and Economic Growth, Industry Innovation and Infrastructure, Reduced Inequalities, Sustainable Cities and Communities, Responsible Consumption and Production, Climate Action, Life Below Water, Life on Land, Peace, Justice and Strong Institutions, and Partnerships for the Goals. #colorful #icons #sustainabledevelopment",
            "contains_image_diagam": "true",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "Source: United Nations",
    "page_number": "89",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 100
}