{
    "page_content": [
        {
            "section_name": "Countering the proliferation of weapons of mass destruction",
            "parent_section_name": "[missing]",
            "text": "focused on nuclear safety and security, which will grow in importance as more countries invest in nuclear power. Australia remains committed to preventing the use of chemical and biological weapons, including through our chairing of the Australia Group. We will encourage efforts to disrupt and prevent the financing of proliferation. We will continue to strengthen the Treaty on the Non-Proliferation of Nuclear Weapons (NPT), which is the cornerstone of the nuclear non-proliferation regime, especially through the 2020 and 2025 NPT review cycles. We will take action, including implementing sanctions, in response to specific nuclear and WMD proliferation concerns, especially in relation to North Korea. We support the Joint Comprehensive Plan of Action with Iran, which is important to efforts to stabilise the Middle East. We advocate a patient and pragmatic approach in a complex security environment in which it is difficult to achieve significant nuclear disarmament. We must ensure the Comprehensive Nuclear-Test-Ban Treaty enters into force and achieves universal coverage. We will encourage progress on a Fissile Material Cut-Off Treaty to prevent the production of fissile material for nuclear weapons and will work with partners to improve how disarmament is verified. In an uncertain security environment, including North Korea’s development of a nuclear and missile capability, the Government recognises that only the nuclear and conventional military capabilities of the United States offer effective deterrence against the possibility of nuclear threats against Australia and other allies of the United States such as the Republic of Korea and Japan. Without extended deterrence, more countries in the Indo-Pacific would need to re-assess their security and defence capabilities.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Climate change",
            "parent_section_name": "[missing]",
            "text": "The challenge posed by climate change will deepen over the next 10 years. Countries will need to factor climate change into long-term planning and investment, including its implications for national and regional security. Already, changing environmental conditions are evident, including rising temperatures and sea levels and increasingly frequent and severe weather events and natural disasters. This is leading, in turn, to economic, environmental and security risks. In Australia, those risks extend to our coasts and beaches, and to our agriculture, water resources and fisheries. Climate change will sometimes impede economic development, drive additional displacement of people and, if left unchecked, add to global stresses on the supply of food and water. Many countries in Australia’s immediate region, especially small island states and those with large delta cities, will be increasingly affected. Australia has comprehensive policies to reduce domestic emissions while maintaining our economic competitiveness. The Government is reviewing its climate change policies to ensure they remain effective in achieving Australia’s 2030 emissions reduction target and Paris Agreement commitments. The review will monitor and be informed by developments in international climate policy, and include a focus on electricity prices. The Government also recently announced a national energy guarantee, under which retailers of electricity will",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "84",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 95
}