{
    "page_content": [
        {
            "section_name": "CHAPTER EIGHT",
            "parent_section_name": "[missing]",
            "text": "Partnerships and soft power",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Partnerships and soft power",
            "parent_section_name": "CHAPTER EIGHT",
            "text": "The strength and diversity of Australia’s connections to the world mean that partnerships between all levels of government, and between the Australian Government and business and civil society, are essential to effective foreign policy. Such partnerships amplify Australia’s international influence. The Government will continue to work closely with a broad range of partners to advance our security and prosperity.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Partnerships and soft power",
            "parent_section_name": "CHAPTER EIGHT",
            "text": "State governments, cities and even regional centres increasingly have strong international linkages. Our migrant communities in Australia have grown and so too has the number of Australians working overseas. Our companies trade and invest globally. Education and tourism strongly connect us to our region. Our NGOs support sustainable development and respond to humanitarian crises around the world. Globalisation also means that soft power—our ability to influence the behaviour or thinking of others through the power of attraction and ideas—is becoming more important to Australia. By using soft power to help shape our external environment, Australia can better pursue its interests internationally. The rapid rise of social media and other digital communication platforms creates new opportunities—and some challenges—for countries seeking to develop their soft power. In a globalised and contested world, a systematic and sophisticated approach to soft power is in our national interest. To maintain our strengths in this area, and to ensure our capabilities and areas of focus keep pace with changes in technology, the Government will conduct a review to ensure we continue to build soft power and exercise influence effectively. At the same time, the Government will also develop a stronger nation brand that better positions Australia in the eyes of the global community. In competitive and fast-changing global markets, we want to be recognised as uniquely Australian.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Foreign policy partners",
            "parent_section_name": "[missing]",
            "text": "States and territories The Commonwealth Government is committed to a close partnership with its state and territory counterparts on international issues. Together, we promote and facilitate trade, investment, tourism and education. We cooperate to counter security threats, such as terrorism and transnational organised crime. Many large, globally connected Asian cities and regions are international actors in their own right. Tokyo, Seoul, Beijing, Shanghai, Guangdong, Jiangsu,",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "107",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 118
}