{
    "page_content": [
        {
            "section_name": "Building influence and advancing interests internationally",
            "parent_section_name": "[missing]",
            "text": "and Morocco. Over the next 10 years we will open more missions, and use more efficient and cost-effective technologies and practices to do so. The Government recognises that Australia faces mounting international challenges at a time when the budgetary environment is tight. A strong economy requires Australia to live within its means. The Government will therefore continue to use more efficient means and cost-effective technologies to support our international engagement, including as we expand our diplomatic network. We will also continue to build the capabilities needed by the Australian Public Service to respond to the trends outlined in this White Paper. The Australian Public Service Commission is developing a Core Skills 2030 strategy to help ensure the public service has the foundational skills to meet the challenges and opportunities of a changing world, including by promoting an entrepreneurial culture and stronger digital literacy and communication skills. A new Diplomatic Academy in the Department of Foreign Affairs and Trade is training Australian officials in international engagement tradecraft, including in areas such as advocacy, negotiation, forecasting and strategic planning. The Academy focuses on our agenda in the Indo-Pacific and will collaborate closely with other foreign ministries. A complex world requires a multi-disciplinary approach to policy development and systematic ways of thinking about alternate futures. The Government will strengthen its advanced analytical techniques capability to test policies against possible shifts in our environment. Australia’s development assistance program, currently $3.9 billion a year—with 90 per cent of our bilateral and regional funds focused on the Indo-Pacific—supports our partners in their efforts to become more stable, prosperous and resilient. Our assistance alleviates suffering and serves our national interests by helping countries to advance economic reform, fight threats such as extremism, guard against the spread of infectious diseases, and build resilience to natural disasters and economic shocks. We support better state capability to improve governance and reduce poverty and inequality. Our development program magnifies the influence that Australia brings to bear on pressing regional and global problems, including efforts to meet the Sustainable Development Goals (Chapter 6). Our international weight is underpinned by a strong Australian Defence Force and a willingness to deploy hard power to protect our national interests. Our military strength is a deterrent against armed coercion and the (still low) prospect of a direct military threat to Australia. Our high-end military capabilities enable us to monitor approaches to our territory and to respond to security crises in our near region. The Government’s substantial investments in intelligence, surveillance and reconnaissance capabilities allow us to anticipate risks in our air and maritime approaches, as well as help our partners. A strong and capable defence force maximises our ability to operate effectively with international partners, particularly the United States. Our military capabilities also allow us to support global security, notably by contributing to coalition operations to combat terrorism. The Australian Defence Force is able to undertake humanitarian",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "Chapter one: Foundations for success",
    "page_footer": "[missing]",
    "page_number": "18",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 29
}