{
    "page_content": [
        {
            "section_name": "Chapter three: A stable and prosperous Indo-Pacific",
            "parent_section_name": "[missing]",
            "text": "Australia places high priority on our bilateral relationships in Southeast Asia and on our support for ASEAN. The Government is enhancing engagement with the region to support an increasingly prosperous, outwardly-focused, stable and resilient Southeast Asia. As an example, we have agreed a new Strategic Partnership with Vietnam.\n\nIn 2018, Australia will host ASEAN leaders in Sydney for an historic ASEAN - Australia Special Summit. This will reinforce our Strategic Partnership with ASEAN as we advance shared interests. The Summit will demonstrate our elevated commitment to ASEAN and our enduring ties with the countries of Southeast Asia.\n\nAs a key element of our Comprehensive Strategic Partnership, we will strengthen security cooperation with Singapore, including by jointly developing military training areas in Australia. The Government will also boost defence engagement with Southeast Asia more broadly, including multilaterally through the ADMM Plus meeting of defence ministers. Close cooperation with Singapore and Malaysia through the Five Power Defence Arrangements is an essential part of our security engagement with Southeast Asia.\n\nWe will cooperate more closely with our Southeast Asian partners on transnational challenges such as crime and people smuggling. The continuing threat to the region of terrorism and violent extremism will require concerted and determined cooperation between us.\n\nWe will continue to boost trade and investment links, including through a comprehensive review of the ASEAN - Australia - New Zealand Free Trade Agreement (AANZFTA) and upgrades to our FTAs with Singapore, Thailand and Malaysia. We will elevate our development, trade and investment cooperation with Vietnam. We will also continue to build on extensive political, defence, educational and people-to-people links between Australia and the region.\n\nThrough our development partnerships, we will work with Southeast Asian countries to deliver effective programs to promote economic reform and inclusive growth, reduce poverty and address inequality. In this way we strengthen bilateral relationships and contribute to regional stability and prosperity.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Geo-economic competition",
            "parent_section_name": "[missing]",
            "text": "Even as growth binds the economies of the Indo-Pacific, trade and investment and infrastructure development are being used as instruments to build strategic influence, as well as to bring commercial advantage. In the past, the pursuit of closer economic relations between countries often diluted strategic rivalries. This geo-economic competition could instead accentuate tension.\n\nAustralia’s economic and security interests are closely intertwined here. These are best served by deepening regional economic integration in a way that maximises growth through open trade and investment on market-based principles.\n\nThis objective will be achieved through regional trade and investment and through infrastructure financing arrangements that reinforce an open global economy and that:\n\nare based on strong, transparent rules\npromote fair and open competition, and\nare transparent and non-discriminatory, with predictable regulatory systems.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "Chapter three: A stable and prosperous Indo-Pacific",
    "page_footer": "[missing]",
    "page_number": "44",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 55
}