{
    "page_content": [
        {
            "section_name": "ASEAN Regional Forum (ARF)",
            "parent_section_name": "[missing]",
            "text": "Australia Awards Australian scholarships and fellowships that fund study, research and professional development in Australia, and support the study of Australian students overseas.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "ASEAN Regional Forum (ARF)",
            "parent_section_name": "[missing]",
            "text": "Australia Group Informal forum of countries that seeks to ensure that exports do not contribute to the development of chemical or biological weapons.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "ASEAN Regional Forum (ARF)",
            "parent_section_name": "[missing]",
            "text": "Bali Process on People Smuggling, Trafficking in Persons and Related Transnational Crime Regional forum of 48 members that helps to address the challenges of people smuggling, trafficking in persons and related transnational crime.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "ASEAN Regional Forum (ARF)",
            "parent_section_name": "[missing]",
            "text": "Belt and Road Initiative Chinese economic and strategic initiative to invest in major infrastructure projects along land and sea routes. Also referred to as One Belt One Road.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "ASEAN Regional Forum (ARF)",
            "parent_section_name": "[missing]",
            "text": "East Asia Summit (EAS) Regional leaders forum established in 2005 for strategic dialogue and cooperation in the Indo-Pacific. Members are the 10 ASEAN countries, as well as Australia, China, India, Japan, Republic of Korea, New Zealand, Russia and the United States.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "ASEAN Regional Forum (ARF)",
            "parent_section_name": "[missing]",
            "text": "Exclusive Economic Zone (EEZ) Area claimed by a coastal state that can extend up to 200 nautical miles from baselines along its coast. Within the zone, a state has jurisdictional rights, including to explore and exploit natural resources. Other states retain certain rights in the zone, including freedom of navigation and overflight.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "ASEAN Regional Forum (ARF)",
            "parent_section_name": "[missing]",
            "text": "Export Finance and Insurance Corporation (EFIC) Australian Government’s export credit agency. It facilitates and encourages export trade on a commercial basis by providing financial support to Australian-based companies that are exporting, integral to a global supply chain or seeking to grow internationally.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "ASEAN Regional Forum (ARF)",
            "parent_section_name": "[missing]",
            "text": "Foreign Direct Investment (FDI) When an individual or entity from outside Australia establishes a new business or acquires 10 per cent or more of an Australian enterprise.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "ASEAN Regional Forum (ARF)",
            "parent_section_name": "[missing]",
            "text": "Five Power Defence Arrangements (FPDA) Series of regional security agreements signed in 1971 committing Australia, Malaysia, New Zealand, Singapore and the United Kingdom to consult in the event of an attack on Malaysia or Singapore.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "ASEAN Regional Forum (ARF)",
            "parent_section_name": "[missing]",
            "text": "Financial Stability Board (FSB) Forum of international financial officials and central bank representatives from G20 countries established in 2009 that aims to coordinate policies to promote financial stability.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "ASEAN Regional Forum (ARF)",
            "parent_section_name": "[missing]",
            "text": "Free Trade Agreement (FTA) International treaty to reduce barriers to trade and investment between two or more countries by eliminating or lowering tariffs and other restrictions.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "ASEAN Regional Forum (ARF)",
            "parent_section_name": "[missing]",
            "text": "Group of Twenty (G20) Premier international forum for cooperation on global economic issues. Members are Argentina, Australia, Brazil, Canada, China, European Union, France, Germany, India, Indonesia, Italy, Japan, Republic of Korea, Mexico, Russia, Saudi Arabia, South Africa, Turkey, United Kingdom and the United States.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "ASEAN Regional Forum (ARF)",
            "parent_section_name": "[missing]",
            "text": "Gross Domestic Product (GDP) Total value of goods and services produced in an economy, including net exports.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "118",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 129
}