{
    "page_content": [
        {
            "section_name": "Our global partnerships",
            "parent_section_name": "[missing]",
            "text": "limiting the exercise of coercive power and on challenges such as terrorism, the proliferation of weapons of mass destruction (WMD), sustainable development and human rights. Europe will also continue to be an important partner for Australia in global economic governance. We will further strengthen bilateral relationships with key EU member states, especially France and Germany. We will continue to engage the North Atlantic Treaty Organisation (NATO) on global security issues, including terrorism. In the face of Russia’s destabilising activities, NATO—and strong transatlantic ties more broadly—is now more important to security in Europe than at any time since the end of the Cold War. Given its international role and reach, Russia’s policies affect Australia both directly and indirectly. We will deal carefully with Russia to advance our interests where we see scope. Equally, Australia will work with partners to resist Russia’s conduct when it is inimical to global security. Australia remains particularly concerned by the downing of flight MH17 and Russia’s annexation of Crimea and intervention in eastern Ukraine. Australia will intensify our work on global issues with the countries of the Indo-Pacific, including to ensure multilateral institutions are focusing on our region. We already cooperate closely with Japan on issues such as WMD proliferation and UN reform. Recognising that China’s influence in the multilateral system continues to grow, Australia will seek to work more closely with China in response to global challenges. We are also committed to ensuring multilateral processes and institutions factor the interests of Pacific island countries into decision-making. The 54 countries of Africa, as well as the countries of the Middle East and Latin America, will remain important to achieving our objectives in the multilateral system, including in relation to peacekeeping, conflict prevention and responding to humanitarian crises. Israel is also an important partner for Australia, with our bilateral ties underpinned by people-to-people links. The security of Israel will remain an abiding concern for Australia. Given major differences between the parties, resolving the Israeli-Palestinian conflict will remain very difficult. Australia will continue to advocate a two-state solution as the only viable path to peace. We will look for opportunities to work in partnership with emerging powers, including in cross-regional coalitions. Our work in MIKTA (Mexico, Indonesia, Korea, Turkey and Australia) underlines the potential of plurilateral cooperation. Australia will also work in smaller, issues-based groups and coalitions where necessary to protect our interests. For example, we work to harmonise export controls to prevent the development of chemical and biological weapons through our leadership of the Australia Group.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "The United Nations",
            "parent_section_name": "[missing]",
            "text": "Australia is a principled and pragmatic member of the United Nations, contributing to its vital security, environmental and humanitarian endeavours. The United Nations and its specialised agencies deliver a wide range of essential services around the world, often in remote and dangerous locations. These include peacekeeping in 14 different locations across three continents, mediating disputes, vaccinating children, fighting pandemics, promoting nuclear safeguards, supporting education systems and providing food and",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "81",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 92
}