{
    "page_content": [
        {
            "section_name": "Securing our borders",
            "parent_section_name": "[missing]",
            "text": "damaged and community support for our humanitarian program would be unsustainable. Worldwide, borders are being challenged by unprecedented global mobility. Conflict, climate change and natural disasters are major drivers, but millions of people are now on the move each year seeking opportunity and better lives elsewhere. This massive growth in irregular migration is being enabled by digital communication, cheap transport and, in some cases, people smuggling syndicates. In an era of smart phones and social media, people smugglers find it easier to market their services than ever before. Australia’s response has four elements. We will: \n\n• continue to protect our borders to prevent irregular people movement to Australia \n\n• maintain our permanent refugee resettlement program \n\n• help regional partners improve their border management capacity and strengthen our cooperation, including to disrupt people smuggling, and \n\n• support people displaced by conflict or natural disasters through our aid program by providing assistance as close to their homes as possible. Illegal maritime arrivals will not be settled in Australia. The Government’s Operation Sovereign Borders has effectively broken the business model of smuggling networks, although they continue periodically to test our resolve. The primary deterrent to any resumption remains robust border policies. Boat turn-backs, regional processing of protection claims and settlement in third countries will remain integral to our response.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Securing our borders",
            "parent_section_name": "[missing]",
            "text": "Australia is committed to being a regional leader in combatting people smuggling, human trafficking, modern slavery and related crimes. Together with Indonesia, Australia co-chairs the Bali Process on People Smuggling, Trafficking in Persons and Related Transnational Crime. Supported by our aid program, the Bali Process is the only mechanism in the Indo-Pacific addressing irregular migration. We also engage the private sector through the Bali Process Government and Business Forum to combat modern slavery, human trafficking and related exploitation in global supply chains. The Government will make it a requirement for large businesses to report annually on their actions to address modern slavery. We also continue to deliver significant technical assistance to deepen cooperation in law enforcement and to combat human trafficking such as sexual servitude, forced labour and debt bondage. We are working to protect and support victims of these crimes, and enable the safe and orderly return of irregular migrants to whom protection is not owed. Our response to the challenge of displaced people is further detailed in Chapter 6.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Tackling transnational organised crime",
            "parent_section_name": "[missing]",
            "text": "Transnational organised crime threatens Australia’s interests and the regional stability on which we depend. Crime is becoming increasingly complex and increasingly global. About 70 per cent of Australia’s serious criminal threats have an international dimension. Increased cooperation with our partners will ensure Australia has access to the information,",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "72",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 83
}