{
    "page_content": [
        {
            "section_name": "Chapter eight: Partnerships and soft power",
            "parent_section_name": "[missing]",
            "text": "Shandong and Zhejiang have economies that are larger than some G20 members. These provinces or cities have formal linkages, and extensive commercial and other connections, with Australian states and cities. The Commonwealth Government encourages and supports the states and territories with their own sub-national international relationships. The Australia - China State - Provincial Leaders Forum is one example. Domestic and foreign policies interact extensively in a globalised world. Close cooperation with state and territory governments is therefore vital to our trade and investment links and to meeting our international obligations. The policies of the states and territories can impinge on our obligations under treaty-level agreements, including in areas such as trade and climate change. Ensuring Commonwealth and state and territory policies align to meet our international obligations is vital to protecting our economic interests and our reputation.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Business",
            "parent_section_name": "[missing]",
            "text": "On global issues such as climate change and sustainable development, many businesses are major players, linking corporate objectives to social, environmental and economic goals. Businesses influence policy, help to set international standards and connect Australia to world markets, technology and ideas. Private enterprise is not only the engine of our domestic prosperity, it is fundamental to Australia’s place in the world and the exercise of influence internationally. The Government will continue to engage extensively with business leaders, industry groups and small to medium sized enterprises, including in regional and rural Australia, on Australia’s international agenda. The business community is an essential advocate for economic reform at home and an important partner for government in maintaining public support for open trade and foreign investment. The work of Australian business leaders in regional and multilateral business groups, such as the APEC Business Advisory Council and the Business 20 sub-group of the G20, helps to expand Australia’s influence and ensure our policy approaches in these forums work to maximise economic benefit for Australia. The Prime Minister and senior ministers lead CEO delegations to major markets to promote our commercial interests. Austrade organises regular business missions to and from Australia to increase commercial opportunities, with an emphasis on small to medium sized enterprises. Australian officials also work closely with chambers of commerce in Australia and overseas to increase trade and investment opportunities.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Development partners",
            "parent_section_name": "[missing]",
            "text": "Our work with a wide range of partners, including NGOs, the private sector and multilateral organisations, helps to magnify the impact of Australia’s development assistance program. NGOs in particular are vital partners in our effort to encourage greater prosperity and stability in our region through the delivery of development assistance. They bring strong connections to local communities, a comprehensive understanding of poverty in local contexts, and deep development expertise. NGOs can often reach vulnerable groups that are otherwise difficult to access, such as those in areas hit by natural disasters. They also make significant contributions to",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "108",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 119
}