{
    "page_content": [
        {
            "section_name": "Open, free and secure cyberspace",
            "parent_section_name": "[missing]",
            "text": "Over the coming decade, the digital economy will further transform how we do business and connect with the world. By 2020, Australia’s digital economy is projected to be worth as much as $139 billion, or 7.3 per cent of GDP. Digital technology will increasingly underpin wide-ranging aspects of the broader economy.\n\nWhether the internet continues to create opportunities for growth and development will depend on it remaining open, free and secure. The Government believes that the maintenance of our security online and the protection of freedom online reinforce each other.\n\nAn increasing dependence on global ICT networks means that the potential costs of disruption are large and growing. Cyber incidents in Australia and overseas disrupt infrastructure and services, cause billions of dollars in damage to companies, and threaten the integrity of government and private networks. At the extreme, a cyber attack could seriously compromise national security.\n\nThe Government is doing everything in its power to protect the nation from cyber attack and to defend our interests in cyberspace. We are implementing the five priorities of our $230 million Cyber Security Strategy: a national cyber partnership between government and business; strong cyber defences; the pursuit of global responsibility and influence; ensuring growth and innovation; and delivering a cyber-smart nation.\n\nA focus of the Strategy is to make Australia’s networks and systems hard to compromise and resilient to cyber attacks. We will work closely with the private sector to safeguard the country against criminality, espionage, sabotage and foreign interference online. The 2016 Defence White Paper also outlines a $400 million investment in Defence cyber security capabilities.\n\nThe Government’s International Cyber Engagement Strategy sets out Australia’s international agenda to ensure cyberspace continues to evolve in a manner consistent with our interests and values. A key driver is to maximise economic opportunity for Australia through digital trade.\n\nAustralia aims to preserve the multi-stakeholder model of internet governance involving the community as equal partners with governments. Australia will also protect freedom of speech, freedom of association and privacy online.\n\nStrong cyber defences and law enforcement measures will sit at the forefront of our response to cybercrime. The Government has authorised the Australian Signals Directorate to use its offensive cyber capabilities to disrupt, degrade, deny and deter offshore cyber criminals. This capability is subject to stringent oversight and will be used consistent with our obligations under domestic and international law.\n\nWe are committed to peace in cyberspace. Australia affirms that existing international law applies in cyberspace. We will continue to advocate that states adhere to agreed norms of responsible behaviour in cyberspace, including that they refrain from using cyber means to intentionally damage critical infrastructure (as agreed",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "74",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 85
}