{
    "page_content": [
        {
            "section_name": "[missing]",
            "parent_section_name": "[missing]",
            "text": "[missing]",
            "image_diagram_summary": "Figure 2.5 Changing demographics globally (2015–2030). This bar chart shows the percentage change in the working age population across various countries. Japan, Republic of Korea, and EU-28 show a decline, while countries like Indonesia, Malaysia, India, and the Philippines show significant increases. #bar_chart #demographics #global #working_age_population",
            "contains_image_diagam": "true",
            "contains_table": "false"
        },
        {
            "section_name": "[missing]",
            "parent_section_name": "[missing]",
            "text": "[missing]",
            "image_diagram_summary": "Figure 2.6 Growing middle class in Asia. This stacked bar chart illustrates the number of people in the middle class from 2015 to 2030, segmented by region. Asia shows the largest growth, followed by Europe, North America, and other regions. Note: Middle class is defined as households with a per capita income between US$11-US$110 per person per day in 2011 PPP terms. #stacked_bar_chart #middle_class #Asia #global_growth",
            "contains_image_diagam": "true",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "29",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 40
}