{
    "page_content": [
        {
            "section_name": "Figure 4.1 Australia’s trade in goods and services (2016)",
            "parent_section_name": "[missing]",
            "text": "after trade negotiations. We will continue to seek stakeholder input to our negotiations and policy development. We will make it easier for business and individuals to access information on trade negotiations, including by upgrading our FTA portal for business enquiries.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Defending and supporting an open global economy",
            "parent_section_name": "Defending and supporting an open global economy",
            "text": "Globalisation has lifted hundreds of millions of people out of poverty, helped drive global economic growth and delivered affordable goods and services worldwide. By having the policy settings to benefit from trade, investment and skilled migration, Australia’s economy is stronger and our standard of living higher. At the same time, some countries are dealing with a backlash against globalisation as citizens express concern about the impact of technological change, overseas competition and migration on their societies (Chapter 2). Technological shifts and competitive trade pressures will sustain concerns in many countries about job security. As a result, some governments are under pressure to protect particular industries from international competition. Publics and governments globally are debating whether policies to keep economies open and break down barriers to trade and investment work in their interest. The United States, in particular, is seeking to renegotiate some trade agreements and take other steps to address measures it regards as unfair and to reduce its trade deficit. We cannot be certain to what extent these pressures might lead to a significant retreat from the long-term trend of a liberalising world economy. We do know however that protectionism represents a serious risk to Australia’s interests, particularly if major",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Defending and supporting an open global economy",
            "parent_section_name": "Defending and supporting an open global economy",
            "text": "Figure 4.3 Australia’s minerals and energy exports by major market (2016)",
            "image_diagram_summary": "A colorful graph showing Australia's minerals and energy exports by major market in 2016. The graph features peaks of varying heights, with China at $61b, Japan at $30b, Republic of Korea at $13b, India at $8b, and EU28 at $4b. The peaks are colored in a gradient from pink to orange. #graph #exports #markets #colorful",
            "contains_image_diagam": "true",
            "contains_table": "false"
        }
    ],
    "page_header": "Chapter four: Our agenda for opportunity",
    "page_footer": "[missing]",
    "page_number": "52",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 63
}