{
    "page_content": [
        {
            "section_name": "Figure 6.5 Global trends of displaced persons",
            "parent_section_name": "[missing]",
            "text": "[missing]",
            "image_diagram_summary": "A line graph showing the global trends of displaced persons from 2006 to 2016. The y-axis represents the number of displaced persons in millions, ranging from 0 to 70 million. The x-axis represents the years from 2006 to 2016. The graph shows a steady increase in the number of displaced persons, peaking around 2015. #linegraph #displacement #globaltrends #UNHCR",
            "contains_image_diagam": "true",
            "contains_table": "false"
        },
        {
            "section_name": "Responding to the challenge of displaced people",
            "parent_section_name": "[missing]",
            "text": "Australia is committed to responding to the long-term challenge posed by the world’s displaced people, including 22.5 million refugees and more than 40 million internally displaced people (Figure 6.5).\n\nRecognising the pressing need for stronger global support for displaced populations and to respond to natural disasters, Australia will increase its global humanitarian funding to more than $500 million a year. We will provide additional assistance to support displaced people as close to their homes as possible so they can return home when conditions allow. This is essential because permanent resettlement is available to only a fraction of the world’s displaced. Australia will continue to maintain one of the world’s most generous refugee resettlement programs.\n\nAustralia’s $220 million and $100 million three year commitments to the Syrian and Iraqi crises, for example, focus on providing humanitarian assistance, delivering employment opportunities and improving education. Australia also supports the Comprehensive Refugee Response Framework trials in Uganda and Ethiopia, which are helping to equip refugees with skills and training.\n\nAt a time when traditional approaches are being overwhelmed, Australia is contributing to development of the Global Compact on Refugees and the",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "92",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 103
}