{
    "page_content": [
        {
            "section_name": "Building influence and advancing interests internationally",
            "parent_section_name": "[missing]",
            "text": "and disaster relief operations, including in cooperation with our police and disaster response teams. As outlined in the 2016 Defence White Paper, the Government is increasing defence spending to two per cent of GDP by 2020-21 to create a more capable, agile and potent Australian Defence Force. We will increase the pattern of regular defence deployments into the region and our program of international exercises. We will expand our Defence Cooperation Program to boost our ability to work with partners. Strong intelligence capabilities are essential to safeguard Australia’s interests. The National Intelligence Community protects Australia from security threats through intelligence collection, assessment, action and advice for Government. It also engages in extensive cooperation with overseas counterparts to respond to security threats. Building on our investments in capability, Australia’s cooperation with our Five-Eyes partners magnifies the potency and effectiveness of our security capabilities by providing irreplaceable access to information and cutting edge capabilities. Our international policing and law enforcement capabilities protect Australia’s interests at home and abroad from criminal activity. Together with broader law and justice cooperation and capacity building, they help to strengthen stability and governance in partner countries. The Government is investing additional resources to strengthen our policing capabilities in intelligence, covert surveillance, forensics and tactical response. The Government ensures that our border arrangements facilitate legitimate travel and trade, so Australia benefits from rapidly increasing flows of people and goods. At the same time, we protect our security and sovereignty against those who seek to circumvent our border controls. Each week, more than 840,000 people arrive in or depart from Australia, and this number is expected to grow by more than 20 per cent over the next four years. We are investing in new technologies to meet this challenge. The Government is also ensuring our civilian Maritime Border Command has the advanced capabilities necessary to protect our maritime security interests. In view of an increasingly complex threat environment, the Government is reforming Australia’s national intelligence and domestic security arrangements. We are restructuring and strengthening Australia’s national security community, establishing a Home Affairs Portfolio and enhancing oversight of Australia’s intelligence, security and law enforcement agencies. These reforms will better integrate our intelligence and security arrangements and ensure closer cooperation between our security and law enforcement agencies.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "19",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 30
}