{
    "page_content": [
        {
            "section_name": "India",
            "parent_section_name": "Chapter three: A stable and prosperous Indo-Pacific",
            "text": "India now sits in the front rank of Australia’s international partnerships. We are seeking much closer economic ties, as detailed in the next chapter. Beyond an increasingly important economic relationship, our security interests are congruent, particularly in relation to the stability and openness of the Indian Ocean. We have common interests in upholding international law, especially in relation to freedom of navigation and maritime security. We are both pluralist democracies. Our education links and Australia’s large and rapidly growing Indian diaspora add depth to these common interests.\nIndia will remain the pre-eminent maritime power among Indian Ocean countries. Australia wants to work with India as both countries invest in enhanced naval capabilities. We already conduct joint naval exercises and we are deepening our broader defence cooperation and expanding our information sharing.\nWith India and others, we seek to strengthen regional architecture in the Indian Ocean—including the Indian Ocean Rim Association (IORA)—and encourage more coordinated responses to developments affecting security in the Indian Ocean region.\nWe strongly encourage India’s strategic engagement with East Asia and the United States. We will work with India in the East Asia Summit (EAS) and build on the growing strategic collaboration between Australia, India and Japan.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Republic of Korea",
            "parent_section_name": "Chapter three: A stable and prosperous Indo-Pacific",
            "text": "We seek to build on our mature economic relationship with the Republic of Korea—Australia's fourth-largest trading partner—by enhancing cooperation on political, defence and security issues. We share values such as democracy and free speech and are both trade-oriented economies.\nAustralia and the Republic of Korea share an interest in working with the United States and Japan to protect regional security and respond to North Korea’s nuclear and ballistic missile programs. We strongly support the Republic of Korea’s efforts to strengthen its defences against North Korea.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Grave and growing threat posed by North Korea",
            "parent_section_name": "Chapter three: A stable and prosperous Indo-Pacific",
            "text": "North Korea’s long-range missile and nuclear programs represent the region’s most immediate security challenge. Any major instability or conflict on the Korean Peninsula would have severe strategic, economic and humanitarian repercussions. A North Korean attack on the United States would also trigger Australia’s commitments under our ANZUS alliance.\nAustralia will continue to work resolutely with our partners to bring increasing pressure to bear on North Korea to end its dangerous behaviour. China has unique economic leverage over North Korea. We welcome China’s support for strengthened United Nations measures.\nWe implement United Nations Security Council resolutions and sanctions fully and have adopted our own autonomous measures. We act with partners to counter North Korea’s proliferation activities.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "Chapter three: A stable and prosperous Indo-Pacific",
    "page_footer": "[missing]",
    "page_number": "42",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 53
}