{
    "page_content": [
        {
            "section_name": "Grave and growing threat posed by North Korea",
            "parent_section_name": "[missing]",
            "text": "North Korea’s purported withdrawal from the Nuclear Non-proliferation Treaty and defiance of United Nations Security Council resolutions weaken the global restraints on the spread of nuclear weapons and weapons technology, including ballistic missiles. These restraints have greatly protected Australia’s security interests. Australia is focused on protecting our deployed forces from a range of air and missile threats, including cruise and ballistic missile threats. At the same time, the Government keeps the possible threat of an inter-continental ballistic missile attack on Australia under constant and careful review.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Working with Southeast Asia",
            "parent_section_name": "[missing]",
            "text": "Southeast Asia frames Australia’s northern approaches and is of profound significance for our future. ASEAN’s success has helped support regional security and prosperity for 50 years. In 2016, Australia’s trade with ASEAN countries was greater than with our second-largest bilateral trading partner, the United States. Southeast Asia sits at a nexus of strategic competition in the Indo-Pacific. This both tests the region’s cohesion and underlines ASEAN’s central role in convening the region’s strategic forums such as the EAS.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Supporting growth in our region",
            "parent_section_name": "[missing]",
            "text": "Australia has a vital interest in the strength of the regional economy. Most economies in the Indo-Pacific require difficult-to-implement reforms to unlock the next stage of economic growth. Australia has effective institutions, regulations and standards. We have a record of economic reform that has delivered growth and jobs. We will continue to work with other countries in the region to share our technical expertise. Through our development assistance, we support the governance and stability of regional countries. We assist with efforts to boost productivity by supporting education and training. We work with partner governments to help improve investment settings, regulatory frameworks, taxation systems, management of natural resource revenues, women’s participation in the workforce, and the design and management of national budgets. In APEC, we encourage countries to improve productivity, competition, good governance and market openness, including in services. Australia also funds initiatives on services, investment, competition policy and intellectual property to support the development of the ASEAN Economic Community.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "43",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 54
}