{
    "page_content": [
        {
            "section_name": "Keeping Australians safe, secure and free",
            "parent_section_name": "Overview",
            "text": "The Government’s first duty is to do everything possible to keep Australians safe and protect our freedoms, our way of life and our values.\nAustralia remains one of the safest and freest countries in the world. Our democracy and our institutions are robust and transparent. The risk of direct military threat to Australia is low. The security of our nation supports our prosperity.\nEven so, globalisation and technological change, including the reach and vulnerabilities of the internet, state fragility, and environmental stresses, will at times amplify a range of threats to Australia’s people, borders, economy and infrastructure.\nThese threats will endure for the foreseeable future. In some cases—such as Islamist terrorism, cyber attacks and transnational organised crime—the threat could worsen over the decade ahead. Australia and other countries must also deal with challenges from efforts to interfere in democratic decision-making and to shape public opinion through misinformation, including through the use of new technologies.\nOur national strengths and international partnerships give us the confidence and resources to deal with these threats. Our strategies in response must be long-term and flexible. We will need to safeguard community cohesion and the resilience of our society.\nThe Government will continue to ensure Australia’s law enforcement and security agencies have the legal authority and funding to enhance safety and security at home. We will work closely with a wider range of international partners in our region and globally to address threats at their source. Our cooperation with Five-Eyes intelligence partners (the United States, the United Kingdom, Canada and New Zealand) and others will remain critical to our ability to address terrorism and other threats. In the period ahead, we will place particular importance on strengthening counter-terrorism cooperation in Southeast Asia.\nFor some issues, including in cyberspace, our ability to deter others will be enhanced by a willingness to use offensive capabilities to respond to threats.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "International rules and cooperation protect Australian interests",
            "parent_section_name": "Overview",
            "text": "We have entered a period of sharper challenge to the rules and principles that underpin international cooperation. Anti-globalisation, protectionism, changes in the balance of global power and geopolitical competition are testing the international order.\nThese challenges present risks to Australia’s national interests. Our security and prosperity have been supported by US global leadership, an increasingly open world economy and the development of international institutions and rules.\nIt is difficult for countries like Australia, even working with others, to influence an international system that is predominantly shaped by the actions of much larger nations. At a time of challenge, we could choose to narrow our global vision and ambition. Such an approach would not, however, serve Australia’s long-term interests nor align with our values.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "6",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 17
}