{
    "page_content": [
        {
            "section_name": "Chapter four: Our agenda for opportunity",
            "parent_section_name": "[missing]",
            "text": "Australia’s interests are served by global efforts to encourage sustainable development and reduce poverty (Chapter 6). The work of the World Bank—the world’s largest multilateral source of official development finance—helps achieve these aims and supports economic growth and an open global economy. Over the past four years, Australia has contributed approximately $220 million a year to the International Development Association, the World Bank’s fund for the poorest nations. In addition, we provide about $250 million a year through our development program to co-finance initiatives with the World Bank Group that align with our priorities in the Indo-Pacific. Australia also works in the OECD, the World Customs Organization, the World Intellectual Property Organization and numerous other bodies to support policies, cooperation and dialogue that enable economic growth and help to facilitate trade and investment. Australia encourages reform to international institutions to make them more effective and responsive, and to better reflect the economic weight of emerging economies. This will help protect the legitimacy of institutions such as the World Bank and the IMF. Australia will also be open to new groupings and approaches to support open trade and investment based on market principles.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Securing opportunity globally",
            "parent_section_name": "[missing]",
            "text": "The outlook for international trade and investment demands a flexible approach.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Securing opportunity globally",
            "parent_section_name": "[missing]",
            "text": "<figure> <figcaption>Figure 4.6 Share of Australia’s goods and services exports by region</figcaption> <div> <div>1987</div> <div> <div>1%</div> <div>4%</div> <div>10%</div> <div>14%</div> <div>22%</div> <div>48%</div> </div> </div> <div>2002</div> <div> <div>2%</div> <div>3%</div> <div>9%</div> <div>13%</div> <div>16%</div> <div>57%</div> </div> </div> <div>2016</div> <div> <div>2%</div> <div>1%</div> <div>5%</div> <div>8%</div> <div>11%</div> <div>73%</div> </div> </div> <div> <div>0</div> <div>10</div> <div>20</div> <div>30</div> <div>40</div> <div>50</div> <div>60</div> <div>70</div> <div>80</div> <div>90</div> <div>100</div> </div> <div> <div>Asia</div> <div>Europe</div> <div>Americas</div> <div>Oceania</div> <div>Other</div> <div>Africa</div> </div> </div> <div>Source: Australian Bureau of Statistics</div> </figure>",
            "image_diagram_summary": "Figure 4.6 Share of Australia’s goods and services exports by region. A bar chart showing the percentage of total exports from 1987, 2002, and 2016. The chart uses different colors to represent various regions: Asia, Europe, Americas, Oceania, Other, and Africa. #bar_chart #color_coded #export_data",
            "contains_image_diagam": "true",
            "contains_table": "true"
        }
    ],
    "page_header": "Chapter four: Our agenda for opportunity",
    "page_footer": "[missing]",
    "page_number": "58",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 69
}