{
    "page_content": [
        {
            "section_name": "Gender equality",
            "parent_section_name": "[missing]",
            "text": "and people with disabilities because they are particularly vulnerable during conflicts and natural disasters. Australia also supports regional and international peacekeeping efforts to protect people affected by conflict. We have pledged to provide strategic airlift support for UN peacekeeping operations in crises and to build the capacity of troop contributing countries in our region. Beyond peacekeeping, Australia also contributes to the United Nations Peacebuilding Fund, which aims to prevent a return to conflict in countries at risk.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Strains on food, energy and water",
            "parent_section_name": "[missing]",
            "text": "As the world’s population grows, demand for food, energy and water will continue to rise. These pressures, compounded by climate change, will strain the world’s resources in a way that could limit future prosperity and contribute to conflict and population displacement. In addition to supplying agricultural products to global markets, Australia also supports basic food security and efficient water management internationally. In 2017-18, nine per cent of Australia’s development assistance, or $339.5 million, was invested in the agriculture, fisheries and water sectors. The Australian Centre for International Agricultural Research has extensive research partnerships and implements practical applied projects and training to improve food security in our region. Australia, as a major global producer and exporter of energy commodities, will work collaboratively to support the availability of energy throughout the Indo-Pacific region and beyond. Access to reliable and affordable energy is crucial to trade, economic growth and development. Australia will continue to provide development assistance to help partner countries maximise benefits from their natural resources and energy sectors. Australia is a leader in water management. We will share our water management expertise to help enhance agricultural productivity, improve health outcomes, strengthen economies and reduce poverty, including through the Prime Minister’s membership of the United Nations/World Bank High Level Panel on Water. Australia has also committed US$6 million to launch the Water Innovation Engine with the Rockefeller Foundation and the World Bank to trial and develop new approaches to help improve affordable access to clean water and sanitation. We also share information and experience in water policy dialogues with China, India, Indonesia and the United States. Australia will deliver a $100 million ‘Water for Women’ program over seven years (2017-2024) to improve water access, sanitation and hygiene practices across the Indo-Pacific. We have also established a $20 million Australian Water Partnership to share Australia’s water sector expertise internationally.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Protecting the oceans",
            "parent_section_name": "[missing]",
            "text": "As a continent surrounded by three oceans, Australia has a fundamental interest in the legal regimes and norms that govern the oceans. Our maritime Exclusive Economic Zone, including waters surrounding our offshore territories, is the world’s third largest. Our marine resources are vital for our economy. The world’s oceans face multiple stresses, including climate-driven changes, pollution,",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "94",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 105
}