{
    "page_content": [
        {
            "section_name": "innovationXchange",
            "parent_section_name": "[missing]",
            "text": "malaria elsewhere threatens a resurgence of what was once the world’s biggest killer. Australia supports the Asia Pacific Leaders Malaria Alliance to galvanise action in response. We will continue to support research and development to bring new drugs and diagnostics for these diseases to market and build institutional capacity in regional countries. Australia’s development funding strengthens health systems and combats health risks that cross national borders. We have established an Indo-Pacific Centre for Health Security to invest in research, strengthen partnerships, and improve the capacity of health systems. Our development program will build upon outcomes from domestic initiatives such as the $1.4 billion Medical Research Future Fund. In addition to our substantial domestic investments in health and medical research, Australia will continue to work with international institutions such as the World Health Organization to help prevent, detect and respond to health emergencies and to combat antimicrobial resistance. Australia will invest a further $220 million in the Global Fund to Fight AIDS, Tuberculosis and Malaria, which has saved more than 20 million lives since 2002.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Security in space",
            "parent_section_name": "[missing]",
            "text": "Australia’s economic and security interests in space will grow with the expansion of space-based and space-enabled capabilities. We need robust rules and norms to maximise the benefits of greater access to space while tackling challenges such as debris. At the same time, the expansion of space-based technologies creates risks. States are continuing to develop capabilities to disrupt satellites and degrade space-dependent military systems, threatening our defence networks and those of our alliance partner the United States. Potential state adversaries may also exploit space to obtain sensitive information about our security. In response, the Australian Defence Force is strengthening its space surveillance and situational awareness capabilities. Australia is committed to strengthening international rules and laws that apply to space, including military uses of space. We will work with partners, particularly through the United Nations Committee on the Peaceful Uses of Outer Space, to strengthen norms of responsible behaviour. The Government will also establish a space agency to represent Australia internationally, partner with other countries, coordinate a national space strategy and support industry growth.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "97",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 108
}