{
    "page_content": [
        {
            "section_name": "Overview",
            "parent_section_name": "[missing]",
            "text": "debate about the costs of sustaining its global leadership.\n\nIn this dynamic environment, Australia must seek opportunity while protecting our interests in the face of complexity and uncertainty.\n\nIn a more contested and competitive world, our domestic and international policies will have to work together to maximise our national power and international influence. We will require active, determined and innovative foreign policy built on strong domestic foundations—a flexible economy, strong defence and national security capabilities and resilient democratic institutions within a cohesive society.\n\nThese broad themes—opportunity, security and strength—sit at the heart of this White Paper. They recognise that an outward-looking Australia fully engaged with the world is essential to our future security and prosperity.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Foundations for success",
            "parent_section_name": "[missing]",
            "text": "The Government’s starting point is that we should approach this period of change with confidence. Australia has the strength to shape its own future.\n\nAt home, our democratic institutions, open society and strong economy underpin significant defence, foreign policy, border protection, law enforcement and security capabilities. Our economy has grown for 26 consecutive years. We are a member of the Group of 20 (G20). Our standard of living is one of the highest globally. We live in the most economically dynamic region of the world and have the minerals, energy, goods and services sought by growing Indo-Pacific economies.\n\nThese are strong foundations for international success. They give us advantages in a period of uncertainty and change that many other nations will not enjoy. Even so, in the decade ahead Australia will have to work harder to sustain our influence and secure our interests.\n\nA strong, competitive economy will be fundamental to our future prosperity. A growing economy helps to maximise our weight in the world as countries in our region gain in strength and influence.\n\nInnovative, outward-looking and well-governed countries will also enjoy advantages in a competitive and interdependent world. Nations with flexible economies and resilient institutions will better withstand occasional systemic shocks. Countries positioned to adapt and innovate will be able to seize opportunities and to support citizens through periods of change.\n\nIn the decade ahead, strong diplomatic, defence and national security capabilities will be essential to shape events to our advantage. Our development assistance will support efforts to build a stable and prosperous world, with a focus on the Indo-Pacific.\n\nOur dynamic commercial sector, the stability of our policy settings, our reputation as a reliable trading partner and the excellence of our institutions and standards magnify our international influence.\n\nAustralia’s values are a critical component of the foundation upon which we build our international engagement. Our support for political, economic and religious freedoms, liberal democracy, the rule of law, racial and gender equality and mutual respect reflect who we are and how we approach",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "2",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 13
}