{
    "page_content": [
        {
            "section_name": "Securing opportunity globally",
            "parent_section_name": "[missing]",
            "text": "Multilateral liberalisation will deliver the biggest gains for Australia, but since the mid-1990s, comprehensive deals agreed in the WTO have not been possible. With 164 members, many with divergent interests and levels of development, getting consensus in the WTO is now very difficult. The Government’s trade agenda is pragmatic given the obstacles to progress at the multilateral level. The best current prospects to protect and improve Australia’s competitive position, open new commercial opportunities and help grow our economy through trade, lie in bilateral and regional FTAs. This will remain the case for the",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Benefitting from Asian growth",
            "parent_section_name": "[missing]",
            "text": "The Government’s FTAs with China, Japan and the Republic of Korea are among the most comprehensive and ambitious negotiated by these countries. Australia is the only major developed economy with preferential access into all major North Asian markets. Australian businesses are taking advantage of the opportunities unlocked by our agreements. Exports of fresh or chilled Australian boneless beef to the Republic of Korea grew by more than 50 per cent and to Japan by more than 20 per cent between 2014 (before our FTAs came into effect) and 2016. Sales of bottled Australian wine to China in 2016, the first full year of the China – Australia Free Trade Agreement (ChAFTA), grew by almost 40 per cent compared to the previous year. Exports of fresh oranges to Japan grew by almost half between 2014 and 2016, and by a similar amount to China between 2015 and 2016. Businesses are telling the Government that these expanded overseas sales are leading to more investment and jobs at home. Liberalising the screening thresholds for foreign investment in non-sensitive sectors has also encouraged investment from China, Japan and the Republic of Korea. Between the end of 2014 and 2016, net foreign direct investment inflows from all three countries grew by more than $30 billion. Australia’s North Asian FTAs include built-in review mechanisms to enhance their coverage and to keep them relevant to the needs of business. In addition to formal reviews, our FTAs reinforce the technical work we do with our partners to strengthen commercial links. A recently concluded technical market access agreement, for example, will increase the number of Australian meat establishments eligible to export to China.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "59",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 70
}