{
    "page_content": [
        {
            "section_name": "Figure 4.5 Inbound international tourism to Australia (select markets, 2016–17)",
            "parent_section_name": "[missing]",
            "text": "Canada: 0.16m +14% $0.8b -9% 15 +85% \nUnited States: 0.75m +14% $3.8b +4% 110 -2% \nUnited Kingdom: 0.73m +3% $3.5b -8% 21 -1% \nGermany: 0.21m +8% $1.2b +1% \nChina: 1.25m +10% $9.8b +10% 13 +23% \nRepublic of Korea: 0.29m +13% $1.5b 0% 16 +4% \nJapan: 0.42m +13% $1.8b +15% 48 +9% \nIndia: 0.28m +15% $1.4b +30% 7 +1% \nSingapore: 0.44m +3% $1.5b +1% 240 +6% \nMalaysia: 0.40m +13% $1.3b +11% 104 +11% \nIndonesia: 0.19m +22% $0.7b +2% 161 -5% \nNew Zealand: 1.36m +2% $2.7b 0% 405 +8% \nHong Kong: 0.26m +10% $1.3b +10% 100 +7%",
            "image_diagram_summary": "A world map with colored circles representing different countries. The size of the circle represents the relative size of spending by visitors. Various icons indicate visitor arrivals, visitor spend, flights per week, and inbound seats. #worldmap #circles #icons #visitorstatistics",
            "contains_image_diagam": "true",
            "contains_table": "false"
        }
    ],
    "page_header": "Chapter four: Our agenda for opportunity",
    "page_footer": "[missing]",
    "page_number": "56",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 67
}