{
    "page_content": [
        {
            "section_name": "Ministerial foreword",
            "parent_section_name": "[missing]",
            "text": "The 2017 Foreign Policy White Paper sets out a comprehensive framework to advance Australia’s security and prosperity in a contested and competitive world.\n\nInformed by our values, it describes Australia’s national interests and the Government’s international engagement priorities. It is our agenda for opportunity, security and strength.\n\nOver the decade ahead, technological change, challenges to globalisation and the rules-based international order, continued economic dynamism and growth in Asia, shifts in strategic power regionally and globally, Islamist terrorism and climate change are among the significant trends shaping our world.\n\nSome of these developments challenge Australian interests. Others bring opportunity. Australia should respond with confidence. We are a regional power with global interests. Our strong economy and institutions, innovative businesses, educated and skilled population and secure borders provide solid foundations for success.\n\nAs this White Paper makes clear, in a complex and uncertain environment we will have to work harder to maximise our international influence and secure our interests.\n\nWe will need to keep reforming our economy, boost our competitiveness and resilience, and invest in the other domestic foundations of our national strength.\n\nA framework for the future demands active and determined diplomacy and strong partnerships to help advance a secure and prosperous Indo-Pacific and strengthen the rules-based international order. We must step up our efforts to support a more resilient Pacific. A diverse and evolving set of national security threats requires strong defences at home and resolute action abroad to keep Australia safe, secure and free.",
            "image_diagram_summary": "Julie Bishop, Minister for Foreign Affairs and Steven Ciobo, Minister for Trade, Tourism and Investment. Both are depicted in professional attire, with Julie Bishop on the left and Steven Ciobo on the right. #portrait #professional #ministers",
            "contains_image_diagam": "true",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "5",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 6
}