{
    "page_content": [
        {
            "section_name": "Geo-economic competition",
            "parent_section_name": "[missing]",
            "text": "experience working with Australian governments to build roads, airports, hospitals and other infrastructure. Many are leaders in the design and integration of large-scale infrastructure projects. Australian financial institutions have been at the forefront of innovative financing for infrastructure, including through public private partnerships, and are able to tap into deep pools of funds for multi-billion dollar projects. Australia helps regional countries prepare high-quality, investment-ready projects and improve policy frameworks to attract private capital. We have played a key role in negotiating rules and practices that match our and the region’s interests, as we did in the establishment of the AIIB. With our partners, we also support the development of infrastructure plans and the preparation, financing and implementation of projects that best meet the region’s needs, including through our work with the World Bank Group and the Asian Development Bank and through our support for ASEAN’s Masterplan on Connectivity.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Building collaboration",
            "parent_section_name": "[missing]",
            "text": "Australia continues to support the EAS as the region’s premier political and security forum. It has the right membership (including China, India, Japan, the Republic of Korea, Russia, the United States and ASEAN countries), and it has the right mandate. Leaders drive its agenda. In recent years, EAS leaders have paid increased attention to security issues such as counter-proliferation, counter-terrorism and maritime security, a trend Australia will seek to reinforce. We aim to bolster the strategic role of the EAS so that it can positively influence the region’s rules and norms.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Fault lines",
            "parent_section_name": "[missing]",
            "text": "Maritime and land border disputes are a growing source of potential instability in a more contested Indo-Pacific. They draw in the region’s three big Asian powers—China, Japan and India—as well as Southeast Asian nations and Pakistan. They also strongly engage the interests of countries, such as the United States and Australia, which seek to build a region where disputes are solved peacefully and in accordance with international law. The South China Sea is a major fault line in the regional order. Australia is not a claimant state and does not take sides in the competing claims. Like other non-claimant states, however, we have a substantial interest in the stability of this crucial international waterway, and in the norms and laws that govern it. We have urged all claimants to refrain from actions that could increase tension and have called for a halt to land reclamation and construction activities. Australia is particularly concerned by the",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "Chapter three: A stable and prosperous Indo-Pacific",
    "page_footer": "[missing]",
    "page_number": "46",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 57
}