{
    "page_content": [
        {
            "section_name": "Supporting Timor–Leste",
            "parent_section_name": "[missing]",
            "text": "bilateral relationship. It will revitalise our friendship and cooperation in the years ahead. It will also provide a new foundation for the development of the Greater Sunrise gas field in the Timor Sea, and the sharing of any resulting revenue. This will support the national interests of both nations.\n\nThe agreement is a testament to the way in which international law, in particular the UN Convention on the Law of the Sea, reinforces stability and allows countries to resolve disputes peacefully without resorting to force or coercion. It is an example of the rules-based order in action.\n\nTimor-Leste has made significant progress since independence in 2002. However, it still faces development challenges and high rates of poverty and malnutrition. We are Timor-Leste’s leading economic partner, and will continue to support its objective of economic diversification and private sector growth through our development cooperation and labour mobility schemes.\n\nWe will continue to support Timor-Leste’s armed forces and national police. We cooperate on regional security issues, including maritime challenges, border security and transnational crime.\n\nWe both have important relationships with Indonesia. This provides an opportunity to deepen trilateral cooperation to advance shared interests. Australia supports Timor-Leste’s ambition to join ASEAN, to facilitate its closer economic engagement with Southeast Asia.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": false,
            "contains_table": false
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "105",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 116
}