{
    "page_content": [
        {
            "section_name": "Chapter eight: Partnerships and soft power",
            "parent_section_name": "[missing]",
            "text": "[missing]",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Figure 8.1 International students in Australia (2016)",
            "parent_section_name": "[missing]",
            "text": "[missing]",
            "image_diagram_summary": "A pie chart showing the distribution of international students in Australia in 2016. The largest segment is China with 156,961 students, followed by India with 60,013 students. Other notable countries include Malaysia (23,539), Vietnam (22,487), Republic of Korea (21,923), Brazil (19,526), Thailand (19,158), Nepal (18,710), Indonesia (14,776), and Hong Kong (13,992). The 'Other' category includes 183,094 students. #piechart #colorful #studentdistribution",
            "contains_image_diagam": "true",
            "contains_table": "false"
        },
        {
            "section_name": "Figure 8.1 International students in Australia (2016)",
            "parent_section_name": "[missing]",
            "text": "The NCP is a practical manifestation of Australia’s commitment to learn from our neighbours, just as we know students from our region benefit from their experiences in Australia. The Government wants it to become a rite of passage for young Australians to live and work in our region. The NCP must be an investment that endures for the long term. Each year, the Government provides $50 million to fund about 10,000 students under the NCP. By 2018, we will have supported more than 30,000 Australian undergraduates to study and undertake internships in the Indo-Pacific (Figure 8.2). We will nurture the NCP’s alumni network by linking NCP alumni to international students in Australia. Countries across the Indo-Pacific have embraced the NCP at the highest levels. The Australian business community and many foreign companies are also essential partners, including by providing internships.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Alumni and expatriates",
            "parent_section_name": "[missing]",
            "text": "More than 2.5 million international students have studied in Australia in the past 50 years. Many foreign government and business leaders, including heads of state, ministers and CEOs, have studied in Australia and understand our institutions, values and perspective on the world. This is a significant asset for Australia. These former international students, together with Australians who have studied overseas, make up Australia’s global alumni community. Our strategy to build a global alumni community promotes Australia and advances our national interests. The Government is working in partnership with Australian universities to keep alumni",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "112",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 123
}