{
    "page_content": [
        {
            "section_name": "Figure 4.5 Inbound international tourism to Australia (select markets, 2016–17)",
            "parent_section_name": "[missing]",
            "text": "reducing barriers to trade in agricultural products will remain a priority for Australia in the WTO. Reflecting the importance of services exports, we will pursue multilateral outcomes to strengthen global rules governing trade in services. We will also support the extension of WTO rules into new areas such as investment, competition policy and e-commerce. Progress at the multilateral level, however, is likely to be slow and uneven. Australia will therefore pursue agreements among a sub-set of WTO members—known as plurilateral agreements—that have the potential to boost trade. Plurilateral agreements can also act as building blocks to wider multilateral agreements. Australia will continue to press for the resumption of negotiations on two plurilateral agreements—the Trade in Services Agreement and the Environmental Goods Agreement—because of their potential to generate major benefits. If agreement by all WTO members on a new e-commerce deal proves to be out of reach, Australia is ready to work with others to pursue a plurilateral agreement. In addition to the WTO’s importance to Australia as a forum for negotiating new and enhanced rules, an effective WTO dispute settlement system will remain vital to limiting unilateral or retaliatory trade actions that damage trade and global growth. To date, countries have been largely prepared to accept the judgment of an independent umpire. In the period ahead, we will urge the United States, China and other major economies to settle trade disputes within the framework of WTO rules and processes. Australia will continue to press all members to comply with WTO rules and obligations. We will work with others to strengthen the WTO’s monitoring and enforcement of rules. To ensure our credibility and avoid retaliation against our interests, our domestic policies will need to remain consistent with our WTO obligations.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "International cooperation to promote an open and stable global economy",
            "parent_section_name": "[missing]",
            "text": "Australia benefits from international cooperation to support an open global economy and to protect the stability of the global financial system. In particular, our interests are advanced by having a voice at the G20, the world’s premier forum for international affairs. The G20 brings together leaders and ministers from major developed and developing countries to discuss economic issues that have a bearing on their citizens and the wider global economy. With G20 members often holding divergent views, consensus is hard to reach at times. Australia supports a strong and effective G20 wherever possible. Our interests are also served by the G20’s continuing high-level support for institutions and policies that contribute to global prosperity and the integrity of the international financial and tax systems. G20 support for the WTO is particularly important at a time when trade tensions are rising. Australia has an important stake in global financial stability. That is why we strongly support a well-capitalised IMF. This provides a vital safety net for countries in economic difficulty. Similarly, we continue to support the Financial Stability Board, which seeks to reduce vulnerabilities in the global financial system. US leadership will remain vital in promoting financial stability and responding to crises given the pre-eminent role of the United States in global financial markets.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "57",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 68
}