{
    "page_content": [
        {
            "section_name": "Fragile states",
            "parent_section_name": "[missing]",
            "text": "space in fragile states to pursue their objectives. Challenges such as transnational crime, mass migration and the spread of communicable diseases are magnified or enabled by weak or lawless states. The number of major civil wars taking place around the world tripled between 2007 and 2014. Over 1.6 billion people live in countries affected by fragility, conflict and violence, and by 2030 more than 60 per cent of the world’s poor will live in fragile societies. Violent conflicts cause 80 per cent of humanitarian needs and are straining international responses. The challenge of state fragility, conflict and violence will remain acute in parts of the Middle East and Africa, affecting Australia’s security interests through terrorism and irregular migration. Instability in these regions could potentially disrupt energy supplies and other trade. Geopolitical tensions between Iran and some Gulf countries are likely to continue, fuelling conflicts within some states in the Middle East. In Southeast Asia, challenges stem from subnational conflicts, usually in isolated or remote border regions, such as in Myanmar and the southern Philippines. In the Pacific, the challenges are weak governance, corruption and vulnerability to economic and environmental shocks.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "An environment under strain",
            "parent_section_name": "[missing]",
            "text": "A bigger population, increased numbers of middle class consumers and further economic development will strain the world’s resources. Climate change, environmental degradation and the demand for sustainable sources of food, water and energy will be political, economic and security disrupters over the longer term. These challenges could undermine stability in some countries, especially fragile states, and contribute to conflict and irregular migration. They also affect our economic interests. The economic and security effects of climate change will sharpen and increase global stresses on the supply of food and water. Climate impacts could add to social, economic and political tensions. Many countries in Australia’s immediate region, especially small island states, will be severely affected in the long term. The coming decade will likely see an increased need for international disaster relief. Responses to climate change will be an important influence on international affairs and Australia’s economy. Australia has the renewable resources and products, capabilities and services in low-emissions technologies to benefit from the transition of the global economy to a low-emissions growth model. At the same time, buoyant demand in the Indo-Pacific will support our exports of high-quality coal and LNG, and potentially uranium. Figure 2.8 shows forecast global demand for energy. Global food demand will rise. The Organization for Economic Cooperation and Development (OECD) estimates that 60 per cent more food will be needed to feed the world by 2050. Growing middle classes will also demand more resource intensive food like meat. Water requirements for drinking and food and energy production will increase as will demand for the energy needed to grow, store and transport food, underscoring the nexus between food, energy and water. If no changes are made to the way water is used, the United Nations estimates that",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "33",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 44
}