{
    "page_content": [
        {
            "section_name": "Chapter two: A contested world",
            "parent_section_name": "[missing]",
            "text": "Figure 2.2 Asia’s share of world manufacturing output\nSource: World Bank",
            "image_diagram_summary": "Figure 2.2 shows a line graph representing Asia's share of world manufacturing output from 1992 to 2016. The percentage starts around 30% in 1992, dips slightly in the late 1990s, and then rises steadily to about 45% by 2016. #linegraph #purpleline #worldmanufacturingoutput",
            "contains_image_diagam": "true",
            "contains_table": "false"
        },
        {
            "section_name": "Chapter two: A contested world",
            "parent_section_name": "[missing]",
            "text": "Figure 2.3 Asia’s share of world merchandise trade\nSource: World Trade Organization",
            "image_diagram_summary": "Figure 2.3 presents a line graph depicting Asia's share of world merchandise trade from 1980 to 2015. The graph includes three lines: Total trade (red), Exports (purple), and Imports (blue). All three lines show an upward trend, with total trade reaching around 40% by 2015. #linegraph #redline #purpleline #blueline #worldmerchandisetrade",
            "contains_image_diagam": "true",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "23",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 34
}