{
    "page_content": [
        {
            "section_name": "Great Barrier Reef",
            "parent_section_name": "[missing]",
            "text": "The Great Barrier Reef is the world’s largest coral reef and one of the natural wonders of the world. The Reef supports 64,000 full-time jobs and is worth $6.4 billion a year to our economy, mainly through tourism. Australia’s reputation is influenced by the status of the reef and how we manage it.\n\nLike coral reefs everywhere, the Great Barrier Reef is under pressure including from warmer sea temperatures and ocean acidification caused by climate change, outbreaks of coral disease and crown-of-thorns starfish, and impacts from land run-off and fishing.\n\nAustralia’s efforts to protect the Great Barrier Reef through the Reef 2050 Plan build on more than 40 years experience and are backed by $2 billion in funding over the next decade. No undertaking of comparable scope, complexity and financial commitment has been attempted in a marine environment or World Heritage site anywhere else in the world. The World Heritage Committee recognised these efforts in 2017, endorsing Australia’s progress in implementing the Reef 2050 Plan.\n\nDrawing on these efforts, Australia is helping drive international action to conserve the world’s coral reefs—through our support for the International Coral Reef Initiative, the work of our leading marine science institutions, and practical support to build capacity in partner countries to manage reefs sustainably.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        },
        {
            "section_name": "Great Barrier Reef",
            "parent_section_name": "[missing]",
            "text": "over-exploitation and habitat destruction. Australia is advocating a new international agreement, under the UN Convention on the Law of the Sea, on the conservation and sustainable use of marine biodiversity in the high seas.\n\nWe will also continue to work to enhance fisheries governance. As demand for fish products grows, current stocks will come under greater pressure, affecting food security, livelihoods and economic development across many regions. Depleted fish stocks in neighbouring regions degrade our own stocks and can motivate illegal fishing in Australian waters.\n\nWe will continue to work with our partners in regional fisheries management organisations to ensure the long-term sustainability of fisheries resources. We will also tackle illegal, unreported and unregulated fishing, and monitor the status of fish stocks to provide industry with certainty over catch limits. We will continue to assist communities in our region, including through our development assistance, to sustainably manage fish",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": "false",
            "contains_table": "false"
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "95",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 106
}