{
    "page_content": [
        {
            "section_name": "Ministerial foreword",
            "parent_section_name": "[missing]",
            "text": "We must guard against protectionism and build robust support for open economic settings by ensuring all Australians have the opportunity to benefit from our growing economy. Our trade and investment agenda will assist by boosting jobs and supporting higher living standards.\n\nIt has been 14 years since the last comprehensive white paper on Australia’s international engagement. While national interests are enduring, the international environment in which we pursue them has changed significantly, and so too has Australia.\n\nWe hope that future Australian governments regularly take the opportunity to engage the Australian community on our place in the world and explain the reasons for our international engagement. For our part, the Government will keep the policy settings in this White Paper under review against a changing external environment.\n\nWe thank state and territory governments and the many individuals and organisations who made submissions to the White Paper and who engaged directly in our public consultation process.\n\nThe development of the White Paper encouraged a wide-ranging public discussion about Australia’s place in the world and promoted greater understanding of our diplomatic activities and how the Government seeks to enhance Australia’s security and prosperity through foreign policy.\n\nThis has been immensely valuable and we will ensure it continues.",
            "image_diagram_summary": "[missing]",
            "contains_image_diagam": false,
            "contains_table": false
        },
        {
            "section_name": "Ministerial foreword",
            "parent_section_name": "[missing]",
            "text": "Julie Bishop\nMinister for Foreign Affairs\n\nSteven Ciobo\nMinister for Trade, Tourism and Investment",
            "image_diagram_summary": "Signatures of Julie Bishop and Steven Ciobo, with their respective titles. #signatures #titles",
            "contains_image_diagam": true,
            "contains_table": false
        }
    ],
    "page_header": "[missing]",
    "page_footer": "[missing]",
    "page_number": "vi",
    "document_title": "2017 Foreign Policy White Paper",
    "document_summary": "The 2017 Foreign Policy White Paper by the Australian Government outlines a strategic framework to advance Australia's security and prosperity in a competitive global environment. It emphasizes the importance of national values, economic flexibility, and strong international partnerships, particularly within the Indo-Pacific region. The document highlights Australia's commitment to maintaining sovereignty, supporting an open global economy, and leveraging technological advancements. It also details Australia's strategies for economic growth, security, and international cooperation, including counter-terrorism efforts, trade agreements, and development assistance in the Indo-Pacific region.",
    "page_sequence_number": 7
}